{
  "id": 8504052,
  "name": "Ex parte DUBUQUE",
  "name_abbreviation": "Ex parte Dubuque",
  "decision_date": "1888-09-20",
  "docket_number": "No. 134",
  "first_page": "16",
  "last_page": "19",
  "citations": [
    {
      "type": "official",
      "cite": "1 Alaska 16"
    }
  ],
  "court": {
    "name_abbreviation": "Alaska Dist. Ct.",
    "id": 23837,
    "name": "Alaska District Court"
  },
  "jurisdiction": {
    "id": 53,
    "name_long": "Alaska",
    "name": "Alaska"
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 394,
    "char_count": 6884,
    "ocr_confidence": 0.646,
    "pagerank": {
      "raw": 4.8172472706271035e-08,
      "percentile": 0.30213769219749875
    },
    "sha256": "e75cec33f71b60f70bb073d93296de37ee9384d68f6d1398650b4828bb84c2f2",
    "simhash": "1:e2e4c5eafb0b00e4",
    "word_count": 1143
  },
  "last_updated": "2023-07-14T18:29:24.862971+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ex parte DUBUQUE."
    ],
    "opinions": [
      {
        "text": "KEATEEY, District Judge.\nIt appears that on the 2ist day of August, 1888, Eouis E. Williams, a United States commissioner in and for the District of Alaska, committed the petitioner, in default of bail fixed, to the custody of the United States marshal, on the charge of larceny of property of the value of $ioo, to await trial on that charge under the statutes of Oregon defining that offense, and made applicable by Congress to this- district. The petitioner complains-that he is illegally restrained of his liberty by such commitment, in that the inforrnation upon which the arrest was made charges no criminal'offense whatever. No minutes or notes of evidence given at the preliminary examination before the commissioner accompany the papers in the case, and the court, in inquiring into this matter, is confined wholly to the contents of the information, of the warrant, of the transcript, and of the commitment accompanying the return of the marshal.\nIt is a well-settled principle in proceedings of this kind that neither a judge nor a court will discharge a petitioner where the objection is only to the irregularity of the proceedings by which he is held. The objection must go to the illegality of the commitment. As an instance of an irregularity where there can be no interference by writ of habeas corpus, there is one where the statute provides that a defendant in a criminal proceeding may testify in his own behalf, and is denied this right, though claiming it. The relief in that case is by mandamus to compel the magistrate to allow the exercise of the right, and no.t by a writ of habeas corpus to review the proceeding and attack it collaterally. Hurd on Habeas Corpus, p. 328, and the cases cited in the note.\nThe rule in applications for the writ is properly stated in the following terms:\n“Where the return shows a detainer under legal process, the only-proper points for examination are the existence, validity, and present legal force of the process, except where, in commitments for criminal or supposed criminal matters, the court — or officer — hearing the habeas corpus is vested with a revisory or corrective jurisdiction over the court or officer commanding the imprisonment, in which case the facts constituting the grounds of commitment may be reviewed.” Hurd on Habeas Corpus, p. 327. “In the absence of facts-extraneous of the papers themselves in the case under consideration, those facts stated in the information cannot be taken as true and confessed, and the ones upon which the investigation must turn.”\nThe question, then, is whether the information charges any crime in any sense as the foundation of the‘commitment under which thé. petitioner is now held, or simply contains aver-ments amounting to a trespass for which the complainants had a civil remedy. It is true that an attempt has been made to accuse the petitioner of the crime of larceny, but the legality or illegality of the information, and not its mere irregularity, as already noticed, must still be determined by the facts as stated to constitute the offense of larceny. The allegations in the information are that the petitioner did, “on the 17th day of August, 1888, take and appropriate for his own benefit gold dust belonging to Henry Coon & Co., the said gold dust so appropriated by the said Norman Dubuque being more than $100 in value.” The taking and appropriating of another’s personal property is' not necessarily a criminal offense. One may do so under a disputed claim of right, and such'claim would be a matter of defense; but an information must still be so certain in its statements that on its face such defensive matter cannot be inferred, or the act as to its criminal character rendered doubtful. The offense depends entirely on the intent. In any proceeding charging the offense the intent must be manifestly stated. Such words as “feloniously” or “to steal” are criminally used to express the intent in cases of larceny, when coupled with terms denoting a usurpation of the property. These words have a well-understood signification. The force of the remark of counsel for the marshal that, if the offense is charged in the words of the statute, it is sufficient, is conceded to a certain extent. The words of the statute in this instance were not used. The statute (section 552, Gen. Laws-Or. 1843-1872) employs the woid “steal,” a term not employed in the information in question; and provides that any person, who shall “steal” any of the personal property therein described shall be deemed guilty of larceny. The information does not contain any word equivalent to, or any group of words synonymous with, the words “feloniously,” or “steal,” or “to steal,” though the word “larceny” occurs therein only to designate the class to which the offense belongs in case any offense or crime were elsewhere properly charged. It may appear technical to insist that some such word as “feloniously” or “steal” or their equivalents shall be inserted to discriminate a crime from a mere trespass; but the law itself having made the distinction between such acts, and having denounced one as criminal, and deemed that the other is not, these conditions must be adhered to, whether they are technical or not. The statute (section 1546, Hill’s Code Or.) makes it essential in an information that the person charged shall have “'been guilty of some designated crime,” It cannot be understood, then, that it is simply sufficient to name the offense somewhere in the information, -without setting out the substantial facts constituting it.\nThe criminal intent of the petitioner is nowhere set forth in the information drawn in question, and therefore the instrument is illegal as the basis of the commitment, and the petitioner should be discharged from custody. Such is the order to the United States marshal.",
        "type": "majority",
        "author": "KEATEEY, District Judge."
      }
    ],
    "attorneys": [
      "U. S. Dist. Atty., for marshal."
    ],
    "corrections": "",
    "head_matter": "Ex parte DUBUQUE.\n(Sitka.\nSeptember 20, 1888.)\nNo. 134.\n1. .INDICTMENT AND INFORMATION — HABEAS CORPDS — TRESPASS.\nPerson committed on information will not be released on ha-beas corpus for mere irregularity in tbe proceedings. Tbe information, however, must show upon its face that tbe acts charged constitute a .crime, and are not merely a trespass. Held,. that an information charging that the prisoner did, “on the 17th. day of August, 1888, take and appropriate for his own benefit gold dust belonging to Henry Coon & Co., the said gold dust so appropriated by the said Norman Dubuque being more than one hundred dollars in value,” does not charge a crime under the laws of Oregon, but only a trespass.\nThe prisoner was committed by a United States commissioner on an information charging him with larceny under the statutes of Oregon, made applicable to Alaska. The prisoner applied for habeas corpus upon the ground that the information upon which the commitment rests charges no criminal offense.\nPrisoner discharged.\nU. S. Dist. Atty., for marshal."
  },
  "file_name": "0016-01",
  "first_page_order": 40,
  "last_page_order": 43
}
