{
  "id": 8504121,
  "name": "MARX & WEISS v. VALENTINE",
  "name_abbreviation": "Weiss v. Valentine",
  "decision_date": "1890-08-16",
  "docket_number": "No. 208",
  "first_page": "28",
  "last_page": "32",
  "citations": [
    {
      "type": "official",
      "cite": "1 Alaska 28"
    }
  ],
  "court": {
    "name_abbreviation": "Alaska Dist. Ct.",
    "id": 23837,
    "name": "Alaska District Court"
  },
  "jurisdiction": {
    "id": 53,
    "name_long": "Alaska",
    "name": "Alaska"
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 371,
    "char_count": 7316,
    "ocr_confidence": 0.684,
    "sha256": "015a25d7ccef220ea17af922cdec0e83c8188000a110db27367cd29487aac7f3",
    "simhash": "1:8af2ee76a5134fc3",
    "word_count": 1292
  },
  "last_updated": "2023-07-14T18:29:24.862971+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "MARX & WEISS v. VALENTINE."
    ],
    "opinions": [
      {
        "text": "BUGBFE, District Judge.\nMotion by defendant that the judgment entered by default against the defendant and all subsequent proceedings thereunder be set aside, and that defendant have leave to answer.\nFrom the pleadings, papers, and records it appears that the summons and complaint were served on defendant on the 26th day of September, 1889; that, no demurrer, answer, appearance, or other paper on behalf of defendant having been filed, the default was entered by the clerk; that at the May term of the court, held at Sitka on October 29, 1889, the court ordered judgment in favor of plaintiffs; that execution was thereafter duly issued, and on November 22, 1889, levied upon certain property supposed to belong to defendant; that on the day last mentioned one.Mrs. Katherine Valentine notified the marshal in writing that said property was claimed by her as her own, and was not the property of the defendant; that thereupon the marshal summoned a jury to try the validity of said claim; that the defendant was present at the trial by the marshal, arid made oath that he owed this claim for which the judgment was rendered, but that he had no property with which to pay it.\nDefendant swears that he mailed to the clerk of the court at Sitka a general demurrer to the complaint, but does not give any date, and there is no pretense whatever of service upon the attorneys for plaintiffs at any time. The attorney employed by him at the time of service of the summons says that he prepared such a demurrer, and also a motion to dismiss, and handed them, with copies, to the defendant, who, as he is informed and believed, mailed the same to the clerk of the court, with instruction to have the copies served on plaintiffs’ attorneys, but he gives no date.\nOne of plaintiffs’ attorneys swears that no demurrer or notice of appearance was ever served, and the clerk in the office of the clerk of the court, who, as such, had charge of the filing of all the papers that came to said office for filing, says that no demurrer was ever received there.\nOn this state of facts defendant wishes to be relieved from the judgment, and to be allowed to answer, and file in court Lis proposed verified answer, in which he pleads that on August 15, 1885, he had a full settlement with plaintiffs, through their attorney at law, under which he paid plaintiffs a certain amount in cash, and gave indorsed notes, for which he holds such attorney’s receipt, and that said notes and cash were subsequently received and accepted by plaintiffs in full settlement.\nThe authority of the court over its judgment has been ■extended beyond the term by section 102 of the Oregon Laws (Hill’s Ann. Laws, p. 242), which provides that the ■court may, in its discretion, and upon such terms as may be just, at any time within one year after notice thereof relieve a party from a judgment taken against him through his mistake, inadvertence, or excusable neglect.\nIt is difficult to ascertain from the notice of motion, or from the argument, upon which of these excuses defendant relies. He gives as his reason for the motion:\n“That defendant's attorney, at the time the summons was served, and before time to answer the complaint herein had expired, informed him [defendant] that the filing of a general demurrer would ■constitute an appearance, and, if said demurrer was overruled, he would be notified of the fact, and given a reasonable time to answer; that a demurrer and some other papers were handed to the defendant, and by him mailed to the clerk of the court at Sitka, Alaska; that said judgment was a surprise to the defendant, in that he received no notice of the overruling of the demurrer referred to, nor ■of judgment by default having been entered against him.”\nIt is true, as his attorney advised him, that the filing of a general demurrer would constitute an appearance, and entitle him to notice of subsequent proceedings; but such ■demurrer must have been filed in time to effect that object, and, for all that may be ascertained to the contrary, the ■demurrer here, if ever mailed at all (of which I have my grave doubts), may not have been mailed until after the present motion was made. The summons was served in Juneau, where defendant and his attorney resided, and where also plaintiffs’ attorney resided. It was not necessary that a copy of the demurrer or other paper should have been sent to Sitka for service. They could have been served in Juneau before mailing.\nDefendant must have known, of course, at the time of the trial by sheriff’s jury in November, 1899, that judgment had been taken against him; yet he made no motion for relief at the succeeding November term, nor was the present motion made until June 9, 1890.\nIf his alleged settlement was a fact, it was a simple matter to plead it; but he filed, as he claims, a general demurrer instead, apparently for the sole purpose of delay, for it appears to be groundless in law.\nHis failure to move promptly for immediate relief in the face of a levied execution; his omission to state the date of mailing this general demurrer and other papers, or that it was even within the time allowed to him to demur; his neglect to serve those papers upon the opposite party or their attorneys; his public avowal upon oath that he owed the debt in suit — all tend to create and sustain the impression that his claim for relief has no merit, and that there was no occasion for surprise at any step plaintiffs may have taken. There does not appear to have been any mistake, inadvertence, or excusable neglect whatever on his part, and, if there was any surprise, it was not such as would entitle him to the relief asked for here. There are no other grounds upon which the court, after the term, may, on simple motion, grant relief from the judgment.\nDefendant has failed to file an affidavit of merit, and the filing of his verified answer does not supply its place.\nEven taking that answer to be literally true, it might be affected by other matters in avoidance well known to defendant, but which he is under no obligation to state. The indorsed notes with which he claims to have made a settlement may never have been paid. The settlement made with an attorney may have been unauthorized, or it may have been of a different account from that mentioned in the complaint.\nIt does not appear that the defendant, in addition to having an answer to the complaint, has a defense which is sufficient and meritorious when viewed in all the light that can be thrown upon it by all the facts involved in the action. The answer alone does not show that defendant had a good, full, and perfect defense to the action upon the merits, and, even if there had existed any of the causes for relief mentioned in the statute, it would have had little influence upon the doctrine of the court.\nUpon the facts shown, the motion of defendant must be denied, and it is so ordered.",
        "type": "majority",
        "author": "BUGBFE, District Judge."
      }
    ],
    "attorneys": [
      "Delaney & Gamel, for plaintiffs.",
      "J. G. Heid and W. Clark, for defendant."
    ],
    "corrections": "",
    "head_matter": "MARX & WEISS v. VALENTINE.\n(Sitka.\nAugust 16, 1890.)\nNo. 208.\n1. Judgment — Default.\nJudgment by default, entered upon personal service, will not be set aside unless defendant shows clearly that be has been prevented from defending through no fault of his own, and has a good and meritorious defense.\nMotion to Set Aside Default Judgment.\nDelaney & Gamel, for plaintiffs.\nJ. G. Heid and W. Clark, for defendant."
  },
  "file_name": "0028-01",
  "first_page_order": 52,
  "last_page_order": 56
}
