{
  "id": 8504168,
  "name": "NOLAND v. COON et al.",
  "name_abbreviation": "Noland v. Coon",
  "decision_date": "1890-09-13",
  "docket_number": "No. 196",
  "first_page": "36",
  "last_page": "44",
  "citations": [
    {
      "type": "official",
      "cite": "1 Alaska 36"
    }
  ],
  "court": {
    "name_abbreviation": "Alaska Dist. Ct.",
    "id": 23837,
    "name": "Alaska District Court"
  },
  "jurisdiction": {
    "id": 53,
    "name_long": "Alaska",
    "name": "Alaska"
  },
  "cites_to": [
    {
      "cite": "7 Or. 457",
      "category": "reporters:state",
      "reporter": "Or.",
      "opinion_index": 0
    },
    {
      "cite": "8 Or. 63",
      "category": "reporters:state",
      "reporter": "Or.",
      "case_ids": [
        2300012
      ],
      "opinion_index": 0,
      "case_paths": [
        "/or/8/0063-01"
      ]
    },
    {
      "cite": "61 Cal. 145",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2268096
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal/61/0145-01"
      ]
    },
    {
      "cite": "99 Am. Dec. 441",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": 0
    },
    {
      "cite": "38 Cal. 649",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2246146
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal/38/0649-01"
      ]
    },
    {
      "cite": "27 Cal. 239",
      "category": "reporters:state",
      "reporter": "Cal.",
      "opinion_index": 0
    },
    {
      "cite": "7 Sawy. 163",
      "category": "reporters:federal",
      "reporter": "Sawy.",
      "opinion_index": 0
    },
    {
      "cite": "6 Fed. 545",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6736599
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/6/0545-01"
      ]
    },
    {
      "cite": "2 Mont. 59",
      "category": "reporters:state",
      "reporter": "Mont.",
      "case_ids": [
        8587332
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mont/2/0059-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 694,
    "char_count": 15741,
    "ocr_confidence": 0.686,
    "pagerank": {
      "raw": 6.30137416726281e-08,
      "percentile": 0.38766545848812034
    },
    "sha256": "eb9238551da87de37f55d52b3a322d613dea93bc18f3144710f0bbe2b25acfe7",
    "simhash": "1:564a35cb44107140",
    "word_count": 2763
  },
  "last_updated": "2024-02-27T16:57:40.052731+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "NOLAND v. COON et al."
    ],
    "opinions": [
      {
        "text": "BUGBEE, District Judge.\nThis is an action in equity, brought to restrain defendants from interfering with plaintiff’s alleged water rights.\nIt appears from the evidence that plaintiff, having been authorized by the owners of certain lode claims lying in the Silver Bow Basin, Harris mining district, to work the surface ground thereof for the purpose of taking out gold in the manner usual in placer mining, in furtherance of that’ end took steps to appropriate the waters in the streams of Snow Slide Gulch by posting and recording notices of location and appropriation on July 29, August 31, and September 2, 1889, respectively, in compliance, substantially, with the local mining laws of the district.\nBy these acts, as against defendants, plaintiff acquired whatever water rights he claimed thereunder, unless defendants could establish a prior location or appropriation by themselves or their grantors.\nTo establish such prior appropriation, it was shown by defendants, and, indeed, is not disputed by plaintiff, that on August 22, 1881, one R. T, Harris and one Joseph Juneau, from whom defendants claim to derive title by divers mesne conveyances, made, posted, and recorded a notice of appropriation of the same water rights! so subsequently appropriated by plaintiff.\nAt the time of such appropriation by Harris and Juneau no mining laws relating to water rights in the Harris mining district has been adopted, but it is not controverted that their appropriation was legally made in accordance with local customs.\nIf, therefore, defendants deraign title from Harris and Juneau, and it is not shown that their rights were abandoned and that their title had ceased prior to the appropriation by plaintiff, then their claims must prevail, for Harris and Juneau had, by priority of possession, a vested right to the use of the water which they might lawfully transfer to others, and the law provides that:\n“Whenever hy priority of possession, rights to the use of water for mining * « * purposes have vested and accrued, and the same are recognized and acknowledged hy the local customs, laws, and the decisions of courts, the possessors and owners of such vested rights shall he maintained and protected in the same.” Rev. St. U. S. § 2339 [U. S. Comp. St. 1901, p. 1437].\nThe first question, therefore, is whether defendants have succeeded to the rights of Harris and Juneau.\nThere is no question that ditches used for mining purposes and mining flumes permanently affixed to the soil are real estate, and are subject to the laws of Oregon applicable to this territory, which govern the sale and. transfer of real estate. Code Or. p. 687; Mise. Taws, §§ 7, 8. Conveyances thereof, or of any estate or interest therein, must be made by deed, signed, acknowledged, and recorded. Code Or. p. 5x5; Mise. Taws, § 1. The conveyance of such ditch or flume might, generally speaking, convey with it, as incidental or appurtenant, the right to the water which it carries, for, as a rule, the right to have water flow in it is coextensive with the right to the ditch itself.\nBut it does not follow that, because the water and the ditch have been appropriated or used for the purpose of working certain mining grounds, a conveyance of these grounds would ca'rrv, as appurtenant thereto, the title to the water and the ditch.\nWater rights are a species of realty, and require the formality of a conveyance. Barkley v. Tieleke, 2 Mont. 59. The right to the water exists separate and apart from the mining property upon which it is used. It is a substantive and independent right, an easement without any fixed or limited dominant estate; whatever property it might be used with or upon being such estate for the time being. Bk. of Brit. N. A. v. Miller (C. C.) 6 Fed. 545, 7 Sawy. 163. The place of diversion might be changed, the ditch might be extended beyond the place where the first use was made, the water might be turned into the channel of another stream and then reclaimed. Mining Laws Harris Mining District, Acts 3 and 5. Its application may be changed from time to time, both as to use and place, at the pleasure of the owner. A water right is, therefore, not appurtenant to a mining claim on which it is used, in the technical sense of that term, so that it would pass with it without special mention or agreement to that effect. Bk. B. N. A. v. Miller, supra. It must be conveyed with as much formality as other realty is conveyed. Tested by these rules, the defendants have not succeeded to the rights of Joseph Juneau, one of the first locators.\nThe Discovery mining claims were the claims for the working of which the water had been used by Harris and Juneau. No water rights, ditches, or rights of way are mentioned in the deed, and there is no evidence that any were intended to pass by the conveyance; nor did they pass by the words, “including everything appertaining thereto.” The deed alone is evidence of nothing relating to this case, except that Juneau parted with his interest in the mine on which the main was used. No other deed from Juneau is produced, and from all that appears to the contrary he has never parted by deed with his title to the property.\nThe next question is whether the defendants have succeeded to the title of Harris, the co-tenant of Juneau. The only evidence on this point is a copy of what appears to be a marshal’s certificate of sale in the suit of N. A. Fuller et al. v. R. T. Harris et al. (commenced in this court), in -which one Barton Atkin, then United States marshal for the District of Alaska, certifies that by virtue of an execution in the above cause, attached the 26th day of May and the 29th day of October, 1886, he was commanded “to make the amount to satisfy the balance on execution in my hands in the said cause to satisfy the judgment in this action, with interest thereon and costs.” This certificate, as appears from the copy before me, was not issued until September 18, 1889, more than two years from the day of sale, and was not recorded until September 28, 1889.\nThe records in the case of Fuller v. Harris, which were put in evidence by the defendant, disclose the facts that an execution was issued therein, attested May 26, 1886, which is the same one referred to in the marshal’s return dated December 17, 1886, reciting, among other things, that it was placed.in his hands on May 27, 1886, and that subsequently, by an order issued by the court, further proceedings thereon were for the time being stayed; that again on October 18, 1886, by order of the court, he was charged with the execution of the process, whereupon he levied upon, and on November 22, 1886, sold, certain property of the defendant Harris, including, with interests in certain lode claims and town lots, a half interest in certain placer mining ground situate on Silver Bow Basin. The return does not recite that there was any levy upon or sale of any water ditch, flume, right, or privilege whatsoever.\nIf there had been an alias execution issued, with a proper levy upon and sale of the interest in the property in dispute, there is still lacking an order of the court confirming any sale, and such order- is made by statute a conclusive deter'mination of the regularity of the proceedings concerning such sale as to all persons in any other action, suit, or proceeding whatsoever. Civ. Code Or. § 293, p. 169. The date of the order of confirmation also fixes the date after which a lienholder may redeem, and a purchaser demand a conveyance. Sections 298, 301. The interests recited in the marshal’s certificate as having been sold were, if sold, subject to redemption, and in such cases the certificate and return are required to contain a statement that the property is subject to redemption. Id. § 296. There is no such statement in the certificate, and the execution and the return (if there ever were one) are missing. Even if there had been an •order of confirmation, the property may have been redeemed, or the certificate of sale assigned, and the purchaser not entitled to a conveyance; but, there being no such order, the time for redemption has not yet commenced to run, and a purchaser would not be entitled to the marshal’s deed. Under such circumstances the marshal’s certificate of sale is ■wholly incompetent to establish, as against plaintiff, any title in the defendants, either legal or equitable, to the possession of the premises. McMinn v. O’Connor, 27 Cal. 239.\nWhatever else defendants are required to put in evidence as showing title or right of possession, they should certainly have produced what they have failed to produce, and that is a deed from, the marshal. Blood v. Light, 38 Cal. 649, 99 Am. Dec. 441; Los Angeles Co. Bank v. Raynor, 61 Cal. 145; McRae v. Daviner, 8 Or. 63.\nThe defendants, having faded to show that they had acquired the interest of Harris through the proceedings in Fuller v. Harris or otherwise, and likewise failed to show that they had succeeded to the title of Juneau, have not connected themselves with any location prior to plaintiff. But, even if they had acquired the interests mentioned, I am of the opinion that its assertion would not benefit them in this action, because it appears that such interests had ceased prior to the date of the appropriation by plaintiff.\nUnder article 2 of the mining laws of the Harris mining ■district, when the appropriator of a water right ceases to use it for the purpose for which it was appropriated, the right ceases.\nThe mining laws of the state of Oregon (section 7) provide that any person, being the owner or proprietor of any ditch, flume, or water right, who shall abandon the same, and who shall for one year thereafter cease to exercise ownership over said water right, ditch, or flume, shall be deemed to have lost all title, claim, or interest therein.\nThe purpose for which Harris and Juneau appropriated this water right, as is shown in their notice of appropriation, was to empty it into Quartz Gulch for mining purposes.\nUnder the mining laws of the district, if they had at any time ceased to use this water right for mining purposes, the right would have ceased, and there would have been such an abandonment, under the Oregon statute above quoted, that if, for one year thereafter, they had ceased to exercise ownership over the water right, ditch, or flume, they would have been deemed to have lost all title, claim, or interest therein. The law does not favor abandonments. The evidence of an abandonment must be clear, and the burden of proving it is on the party alleging it; but when proved it defeats a prior possession, and the rights abandoned become thereby publici juris; the rights of subsequent possession are new and independent.\nThere must be an intent to abandon, and that intent may be manifested by the declarations and acts of the parties-charged with it. Dodge v. Marden, 7 Or. 457.\nThe substance of the evidence in this case is that plaintiff went upon the ground about the 22d of July, 1889, saw the state of the ditch, and found no water running through it. The ditch ends were overgrown with weeds. It was broken and washed out in the middle, although the boxes in the rocks were sound; was washed away at the gates; and there were breaks on the lower side. In June, July, and August, 1888, when he saw it, it was in the same condition as that in which he described it to have been in 1889. No water was running through it, and from the commencement of the ditch to the gates it could not have carried water. Twice before — in August and September, 1887 — he found it about the same, with the ditch full of sand. He was there every season from the time the ditch was dug. In 1886 there was water there, but he could not say whether or not it was wash water from the mountains. It was not water from the gulch. He thinks Harris and Juneau used it right along from the time it was dug in 1882, 1883, 1884, and 1885, and no one worked it after that, so far as he knew. He saw no work done there in 1887 or 1888. He went to work there himself about July 30, 1889, to repair it, but at that time defendant Coon came along and claimed it.\nIt seems conclusively established by the evidence that the water was not used, and that no work was done on the ditch in 1886 by any one, nor at any time after 1885 by Harris or Juneau or by their successors in interest. So far as the original locators were concerned, the ditch was abandoned in 1885. Juneau parted with his interest in the placer claims on which the water had been used on July 22, 1884, but he made no conveyance at any time of his interest in the water rights, ditch, or right of way. Harris was involved in litigation in the Fuller suit, under which, by virtue of an execution issued in May, 1886, his interests in said placer claims were sold, but not his interests in the water rights here in dispute, although there was, as hereinbefore stated, an ineffectual attempt to' sell the property in September, 1887.\nAs early as the’fall of 1885, at least, the evidence is clear that both Harris and Juneau had ceased to use the water rights for mining purposes, and had allowed the ditch to go to decay. So far as they are concerned, there was then an actual abandonment. For one year and more thereafter neither they nor any one claiming under them exercised ownership over the water rights, ditch, or flume, and they must be deemed to have lost all title, claim, or interest therein. Indeed, there was no actual use of the water by any one from the fall of 1885 until the use by defendants in 1888, although it is true that in the fall of 1887 defendants sent up some lumber and fixed up the boxes. Whatever was •done by defendants, however, had no more effect upon subsequently acquired rights of plaintiff than if it had been done by strangers, for defendants failed to connect themselves in any way with the title of the original locators, and never made, nor attempted to make, any independent location or appropriation prior to that of plaintiff. Even if they had so connected themselves with that title, the evidence shows clearly an actual abandonment and a cessation of work for more than a year thereafter, before defendants attempted to exercise any rights of ownership.\nThere were several deeds and records offered in evidence by defendants, which were admitted temporarily during the trial, subject to objections by plaintiff’s counsel, upon the promise of counsel for defendants that their materiality would be shown before the trial was closed; but that promise has not been fulfilled, and the objections of plaintiff are all sustained.\nIt follows that judgment must be rendered for plaintiff as prayed for, with costs, and counsel for plaintiff will prepare the proper findings and decree.",
        "type": "majority",
        "author": "BUGBEE, District Judge."
      }
    ],
    "attorneys": [
      "Delaney & Gamel, for plaintiff.",
      "C. S. Johnson and J. G'. Heid, for defendants."
    ],
    "corrections": "",
    "head_matter": "NOLAND v. COON et al.\n(Sitka.\nSeptember 13, 1890.)\nNo. 196.\n1. Mikes and Minino — Conveyances—Waters and Water Courses.\nMining ditches and flumes are real estate, and do not pass as appurtenant upon the sale of a mining claim. They must be conveyed with as much formality as any other real estate.\n2. Waters and Water Courses — Abandonment—Relocation.\nWater rights, ditches, and flumes held abandoned, and the use and possession thereof lost, under the laws of Oregon applicable to Alaska, for nonuser for one year or more, and they will then be open to relocation and possession by the next locator.\n3. Abandonment — Intent—Evidence.\nAbandonment is a question of intent. The evidence in support of the charge must be clear and convincing, and the burden of proof is upon the one alleging abandonment.\nSuit in Equity to Restrain Defendants from Interfering with Plaintiff’s Water Rights, Ditches, and Flumes.\nDelaney & Gamel, for plaintiff.\nC. S. Johnson and J. G'. Heid, for defendants."
  },
  "file_name": "0036-01",
  "first_page_order": 60,
  "last_page_order": 68
}
