{
  "id": 8504218,
  "name": "BAKER & CO. v. HEALEY",
  "name_abbreviation": "Baker & Co. v. Healey",
  "decision_date": "1890-11-20",
  "docket_number": "No. 256",
  "first_page": "45",
  "last_page": "47",
  "citations": [
    {
      "type": "official",
      "cite": "1 Alaska 45"
    }
  ],
  "court": {
    "name_abbreviation": "Alaska Dist. Ct.",
    "id": 23837,
    "name": "Alaska District Court"
  },
  "jurisdiction": {
    "id": 53,
    "name_long": "Alaska",
    "name": "Alaska"
  },
  "cites_to": [
    {
      "cite": "3 Nev. 551",
      "category": "reporters:state",
      "reporter": "Nev.",
      "opinion_index": 0
    },
    {
      "cite": "52 Cal. 410",
      "category": "reporters:state",
      "reporter": "Cal.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 270,
    "char_count": 4454,
    "ocr_confidence": 0.641,
    "sha256": "e62e38787d3091771a778a06e269fda52df0620554a75698db1017c5713e6255",
    "simhash": "1:2f4dd02b11371bfd",
    "word_count": 756
  },
  "last_updated": "2024-02-27T16:57:40.052731+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "BAKER & CO. v. HEALEY."
    ],
    "opinions": [
      {
        "text": "BUGBEE, District Judge.\nThis is an action upon a judgment of a district court of the territory of Montana in favor of plaintiffs and against the defendant.\nThe complaint is 'demurred to on the ground that it does' not state facts sufficient to constitute a cause of action, in that it does not state that the judgment was only given or made in accordance with the provisions of section 85 of the Code of Civil Procedure of the state of Oregon, made applicable to the territory of Alaska by the organic act. That section provides that:\n“In pleading a judgment or other determination of a court or officer' of special jurisdiction, it shall not be necessary to state the facts' conferring jurisdiction, but such judgment or determination may be stated to have been duly given or made.” 1 Hill’s Ann. Laws, p. 230, § 86.\nThe complaint avers “that on the 24th day of April, 1886, the plaintiffs did recover in the district court of the Third Judicial District of the territory of Montana, county of Cho-•teau, the sum of $984.59 * * * against the said defendant, and on the said 24th day of April, A. D. 1886, judgment was duly entered against the said defendant and in favor of the said plaintiffs in the sum of,” etc.\nThe judgment is then set out in full, and is followed by averments of the filing of the complaint, issuance of summons, service thereof, filing of a demurrer, and “that said demurrer was overruled, and judgment given against said defendant as aforesaid,” etc.\nIf it appeared from the complaint that the judgment sued upon had been rendered by a court 'of special jurisdiction, the objection, if applicable to foreign judgments, might be good, because none of the averments in the complaint are equivalent to the words “duly given and made,” used in the statute. Young v. Wright, 52 Cal. 410.\nUnder the common law there was no presumption in favor •of 'the authority of the regularity of the proceedings of courts or officers of special, limited, or inferior jurisdiction, and it was necessary, in pleading their judgments or orders, to show that they had jurisdiction, and that their proceedings were regular. The section of the statute relied upon dispenses with the lengthy and minute statement of the jurisdictional facts that were formerly required, and specifies what shall be sufficient as a substitute for them. That substitute is a concise mode of stating those facts, and must be strictly followed. Keys v. Grannis, 3 Nev. 551.\nBut in this action it does not appear from the complaint, and it will not, in the absence of averment, be presumed, that the court mentioned was a court of special jurisdiction, and the provisions of the statute cited have no application. The true presumption is that the court named was one of general jurisdiction.\nIt has generally been held that in pleading a judgment of a court of general jurisdiction it is unnecessary to aver that the court has jurisdiction, and the presumptions in favor of jurisdiction are the same whether the judgment relied on is domestic or one of a court of a sister state or territory.\nIf the complaint sets forth the name of the court, the date or term at which the judgment was recovered, and the amount of the recovery, it will be sufficient, without stating the proceedings. Code Pleading, Boone, § 160.\nThe precedents in Chitty’s Pleadings in such cases do not contain any allegation as to the jurisdiction of the court, and these precedents are founded upon decisions made by the highest authority in England, and have been generally followed in this country in the numerous actions upon state judgments that have been brought since their publication. Phelps v. Duffy, II Nev. 80.\nThe complaint, although awkwardly drawn, and full of unnecessary averments, is still good against the objections raised, and the demurrer is therefore overruled, with leave to defendant to answer within 30 days from date.",
        "type": "majority",
        "author": "BUGBEE, District Judge."
      }
    ],
    "attorneys": [
      "Delaney & Gamel, for plaintiffs.",
      "J. F. Maloney, for defendant."
    ],
    "corrections": "",
    "head_matter": "BAKER & CO. v. HEALEY.\n(Sitka.\nNovember 20, 1890.)\nNo. 256.\n1. Pj.eading — Complaint—Demurrer—Foreign Judgments.\nA complaint in an action to recover on a foreign judgment is. good against demurrer, under tbe laws of Oregon applicable to Alaska, when it sets forth in plain and concise language the' name of the court, where and when the judgment was rendered, and the amount thereof. The presumption is in favor of the-jurisdiction of the foreign 'court.\nAn Action to Recover on Foreign Judgment.\nDelaney & Gamel, for plaintiffs.\nJ. F. Maloney, for defendant."
  },
  "file_name": "0045-01",
  "first_page_order": 69,
  "last_page_order": 71
}
