{
  "id": 8504265,
  "name": "UNITED STATES v. HILLYER et al.",
  "name_abbreviation": "United States v. Hillyer",
  "decision_date": "1892-03-08",
  "docket_number": "No. 262",
  "first_page": "47",
  "last_page": "69",
  "citations": [
    {
      "type": "official",
      "cite": "1 Alaska 47"
    }
  ],
  "court": {
    "name_abbreviation": "Alaska Dist. Ct.",
    "id": 23837,
    "name": "Alaska District Court"
  },
  "jurisdiction": {
    "id": 53,
    "name_long": "Alaska",
    "name": "Alaska"
  },
  "cites_to": [
    {
      "cite": "7 C. C. A. 428",
      "category": "reporters:federal",
      "reporter": "C.C.A.",
      "opinion_index": -1
    },
    {
      "cite": "3 Story, 87",
      "category": "reporters:federal",
      "reporter": "Story",
      "case_ids": [
        6129809
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-cas/27/0001-01"
      ]
    },
    {
      "cite": "23 Stat. 24",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "140 U. S. 177",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3554741
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/140/0177-01"
      ]
    },
    {
      "cite": "133 U. S. 208",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1129134
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/133/0208-01"
      ]
    },
    {
      "cite": "140 U. S. 169",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3554107
      ],
      "weight": 6,
      "opinion_index": 0,
      "case_paths": [
        "/us/140/0169-01"
      ]
    },
    {
      "cite": "43 Fed. 560",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3726087
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/43/0560-01"
      ]
    },
    {
      "cite": "134 U. S. 483",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8299361
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/134/0483-01"
      ]
    },
    {
      "cite": "18 Stat. 333",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1232,
    "char_count": 40369,
    "ocr_confidence": 0.631,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20521138491085775
    },
    "sha256": "f97dc244c315ee4def0d8d4e027e92df7537156526b55f8835e16fd70b783276",
    "simhash": "1:f2e7848c5606cf03",
    "word_count": 6984
  },
  "last_updated": "2024-02-27T16:57:40.052731+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "UNITED STATES v. HILLYER et al."
    ],
    "opinions": [
      {
        "text": "BUGBEE, District Judge.\nThe petition herein alleges that the defendant Hillyer was appointed marshal for the District of Alaska on the 5th day of July, 1884, and thereafter, on the 15th day of September, 1884, made a bond in favor of the United States, upon which the remaining defendants became sureties, for the sum of $20,000, conditioned for the faithful performance of all the duties of said office; that during the fiscal year ending June 30, 1885, Hillyer wrongfully appropriated to his own use and paid out and expended for various purposes, unwarranted and unauthorized by law, the sum of $3,941.89, the money of the United States, advanced and intrusted to him in his official capacity, to be by him paid out and expended as the law required; that the moneys so misappropriated were:\n1st. Payment to various persons as witnesses in the United States court . § 602 80\n2nd. Payment for support of prisoners. 37 10\n3rd. Payment for miscellaneous expenses. 390 58\n4th. Moneys retained as fees and expenses of the marshal.. 2,863 09\n5th. Moneys retained as traveling expenses. 48 32\nTotal ... $3,941 89\n—For which sum, with interest from the 30th day of June, 1885, at the rate of 6 per cent, per annum, plaintiff asks judgment.\nThe answer denies the misappropriation by Hillyer of any sum whatever belonging to plaintiff.\nThe defendant Hillyer having died, and his death being suggested upon the record, the action was allowed to proceed against the surviving defendants.\nIt appears from the evidence that the marshal rendered his. accounts for the fiscal year mentioned in the complaint, with the vouchers and items thereof, to the District Court of the United States for the District of Alaska, and, in the presence of the District Attorney, whose presence was noticed on the records of the court, proved in open court, to the satisfaction of the court, by his oath attached to said accounts, that the services therein charged had been actually and necessarily performed, as therein stated, and that the disbursements charged had been fully paid in lawful money; and the court thereupon caused to be entered of record orders approving the several accounts as according to law and just. Act Feb. 22, 1875, c. 95, 18 Stat. 333, 1 Supp. Rev. St. U. S. (2d Ed.) 65 [U. S. Comp. St. 1901, p. 648]. This approval by the court is prima facie evidence of the correctness of the items of these accounts, and, in the absence of clear and unequivocal proof of mistake on the part of the court, it should be conclusive. United States v. Jones, 134 U. S. 483, 10 Sup. Ct. 615, 33 L. Ed. 1007. The burden of proof to sustain the alleged misappropriation rests with the plaintiff. Civ. Codé Or § 777.\nIn support of its claim, the government has offered transcripts of the accounts and orders of approval by the court and of statements of the disallowance of certain items of said accounts made by the accounting officers of the Treasury Department, when the accounts were thereafter forwarded to them in accordance with the law. These accounts ■and statements of disallowance or differences are very voluminous and intricate. I have examined them with great care, with the following results:\nFirst. As to the Account'of Fees of Witnesses. 'It appears that for compensation to witnesses for their attendance on the part of the United States at the term of the said District Court begun and held at Sitka on the 4th day of May, 7885, the marshal, under the orders of the court, paid the following items of mileage and per diém to certain officers of the government, viz.:\nHenry States. $ 30 50\nJolm C. Staples. 452 70\nGeo. Barnett. 7 60\nBclw. B. Webster. 21 10\nHugh Wyman . 22 60\nW. G. G. Wilson. 39 50\nSheldon Jackson . 22 60\nHugh Wyman . 4 60\nJohn G. Brady. 1 60\nTotal .'. $602 SO\nThe law provides that, when any officer of the United States is sent away from his place of business as a witness for the government, his necessary expenses, stated in items, and sworn to, in going, returning, and attendance on the court, shall be audited and paid, but no mileage or other compensation in addition to his salary shall in any case be allowed. Rev. St. U. S. § 850 [U. S. Comp. St. 1901, p. 655]. It is claimed on the part of the government, and appears from the statement of differences or disallowances made by the accounting officers of the Treasury Department, that these parties were officers of the United States, drawing salaries from the government; said States being United States commissioner at Juneau, Alaska; Staples, deputy United States marshal, Barnett, second lieutenant of marines; Webster,, assistant paymaster U. S. N.; Wyman, acting assistant surgeon M. H. S.; Wilson, past assistant surgeon U. S. N.; Jackson, general agent of education; and Brady, United States commissioner at Sitka; and that no mileage or other compensation in addition to their salaries should have been allowed. Assuming these facts, to be true — and I take it that all the allegations contained in the statements of differences or disallowances not controverted by direct evidence are admitted by the defendants to be true — there was an undoubted etror on the part of the judge of the court in ordering the-payments complained of. But the law further provides that in cases where the United States are parties the marshal' shall, on the order of the court, to be entered on its minutes,, pay to the jurors and witnesses all the fees to which they appear by such order to be entitled, which sum shall be allowed him at the treasury in his accounts. Rev. St. U., S. §' 855 [U. S. Comp. St. 1901, p. 657]. Also, “that no accounts of fees or-costs paid to any witness or juror, upon the order of any judge or commissioner, shall be so re-examined as to charge any marshal for an erroneous taxation of such fees or costs.” Rev. St* U. S. § 846 [U. S. Comp. St. 1901, p. 647]. By orders of the court, entered upon its minutes, these witnesses were directed to be paid for their attendance and mileage, as witnesses on behalf of the United States, the respective sums named above, and were so paid under such orders by the marshal. These payments were not subject to re-examination by the Treasury Department. Harmon v. U. S. (C. C.) 43 Fed. 560.\nI? the sections last mentioned are to be considered as having any force whatever, they must be construed so as to protect the marshal in complying with the orders of court for the payment of witnesses and jurors, however erroneous such orders may be. Any other construction would hamper and enfeeble the court and belittle the authority of the government in the enforcement of its laws. Witnesses and jurors are such necessary parts of the judicial machinery that their prompt, willing, and continuous performance of duty should not be endangered by hesitation on the part of the court’s executive officer to comply with a judicial order for their compensation through fear that he might not be reimbursed by the government for his outlay. In a very recent case in the Supreme Court of the United States, Mr. Justice Brown says:\n“When the clerk performs a service in obedience to an order of the court, he is as much entitled to compensation as if he were able to put his finger on a particular clause of a statute authorizing compensation for such services.” U. S. v. Van Duzee, 140 U. S. 169, 11 Sup. Ct. 758, 35 L. Ed. 399.\nThis rule applies with equal force to payments by the marshal. I think the payments mentioned were improperly disallowed in the marshal’s accounts by the accounting officers of the treasury.\nSecond. As to the Account for the Support of Prisoners. The first item in this account disallowed by the accounting officers is the payment to Thomas E. McFarland of the sum of $49.95 for provisions, medicine, transportation of prisoners, servant and nurse for prisoners, etc. The testimony of Adolph A. Meyer, United States deputy marshal, on the part of the defense, shows that the jail at Sitka had not, at the time of this payment, .been turned over to the mar-' shal, but was in charge of the United States navy; that one of the prisoners in the marshal’s custody was suffering from a loathsome disease, and had been ordered by the physician in attendance upon the prisoners to be taken to the hot springs, some miles from Sitka, and renowned for their curative properties in the treatment of such ailments; that the prisoner was taken there by a guard, nurse, and an Indian attendant, and remained there for a considerable time; that the place was uninhabited; that there were no means of procuring food or supplies at the springs, and no means of access to them, except by water, and all provisions had to be taken from Sitka; that the bill of this trip was necessarily incurred, and that the prices charged were reasonable. I mention this testimony simply to show that the expenses were incurred to meet such an emergency or a contingency as a marshal, having charge of the lives and health of the prisoners, should be at all times ready, willing, and able to meet, and, in meeting, should be sustained by the government. As the government has shown no reason why the charge should be disallowed in the marshal’s accounts, and as the court has approved of it, I shall allow it.\nThe government has also disallowed a portion of the bill of Joe, a Chinaman, for boarding United States prisoners. The rate charged was $i per day, of which only 75 cents per day are allowed, the amount of disallowance by the department being $15.25. It has also disallowed a portion of the bill of Dr. H. S. Wyman for professional services rendered United States prisoners confined in jail at Sitka, where-1 in the charge was $5 per visit and $3 in each case for medicines. These amounts are arbitrarily reduced by the accounting officers to $2 per visit, and nothing whatever is allowed by them for medicines. The disallowance by the accounting officer was made because the charge was deemed excessive, and amounts to $57. No evidence whatever has been produced to show that the charges mentioned in the last two bills were excessive or improper, or not actually paid in good faith, nor is there any claim of fraudulent collusion. In the absence of a showing of fraud or mistake, I cannot inquire into the reasonableness of these charges. The marshal, as disbursing officer, must necessarily be allowed a proper discretion in securing necessary medical services and in purchasing medicines and-provisions for his prisoners, as well as in many other matters of disbursement of public funds in his hands. To permit the accounting officers at Washington, who, from the nature of the case, could know little, if anything, of the reasonableness of charges, or of the possible necessity for paying what might be demanded or of going without, or, indeed, of any of the circumstances surrounding each case, thus arbitrarily to question or deny the value of the services while admitting their necessity, would be to apply to this remote territory a very harsh and unjust rule, with possibly very dangerous results to the community at large. If the accounting officers have the right to reduce a fee approved by the court, they may with equal right and propriety increase it. I do not consider that they have the power to review or reverse disbursements made in the discretion of the marshal, who is charged with the duty of expending public moneys, especially when those disbursements have pass.ed the scrutiny and received the sanction of a judicial officer charged with the examination of them. U. S. v. Waters, 133 U. S. 208, 10 Sup. Ct. 249, 33 L. Ed. 594. Before these accounts were presented to the accounting officers of the treasury, they had met the approval of the judge of the court. To quote again from the opinion of Mr. Justice Brown of the United States Supreme Court:\n“If the officers of the treasury were at liberty to question the propriety of every charge in all cases, the approval of the court would he an jdle ceremony. We can give no less weight to such approval than to say that it covers all matters within the discretion of the officer rendering the account.” U. S. v. Barber, 140 U. S. 177, 11 Sup. Ct. 751, 35 L. Ed. 398.\nThe charges are therefore allowed by me.\nAs to the remaining item of disallowance in this account, being the sum of $1.50 paid to the Sitka Trading Company, the defendants do not dispute the correctness of the Attorney General’s ruling. I therefore disallow the charge.\nThird. As to the Account for Miscellaneous Expenses. The disallowances in this account are also numerous, and amount in the aggregate to $690.58. Taking them separately, it appears from the testimony of Mr. Jordan, employed in the office of the First Comptroller of the Treasury at Washington, that the items numbered 1 and nj4 in the statement of differences, viz.: “Error in forwarding balance due U. S. from account ending Dec. 31, 1884, to next account, $100.40,” and, “Error in addition in voucher No. 10, account Pacific Coast Steamship Co., in account of June 30, 1885, 20 cents,” were properly charged to the marshal.\nNo. 2. -Amount paid to James Sullivan for services as janitor for courtroom and office for 3% months at if 10.. $35 00\nNo. 8. Amount paid to Levi Harrod for rent of room for U. S. District Court from Jan. 15 to July 15, 1885.... 50 00\nNo. 9. Amount paid to Sol Kapinsky for copying legal papers per order of court at May term. 10 00\nNo. 9%. Amount paid James Carroll for publishing grand jury report ... 18 65\nThese items were disallowed because not authorized by the Attorney General. They seem to come properly under the head of expenses of court. I think it must be conceded that the court has the inherent power to provide for the payment of its proper and necessary expenses. In the absence of any evidence that the payments were in any way improper, and inasmuch as they had the sanction of the court, the disallowance of these items is set aside and their payment approved.\nNo. &/2- Amount paid to Northwest Trading Co. for articles furnished for the courthouse at Juneau.$ 3 90\nNo testimony whatever is given to show that this amount was improperly paid, and I shall therefore allow it.\nNo. 10. Amount paid to Goldsmith & Loewenburg for stove and fixture for the marshal’s office at Sitka.$27 50\nThe only ground alleged for the disallowance of this payment is that it is a duplicate charge, and that the original bill had been paid; but the testimony of Mr. Meyer shows that this is not the fact. No other ground having been shown for its disallowance, it is allowed by me.\nNo. 11. Amount paid June 26, 1885, to N. P. Cole for a set of furniture. $88 00\nThis charge was included in a bill for furniture for the court officials, amounting to $291.55, the remaining charges not being disallowed. Other bills incurred for furniture for the same purpose at about the same time, and paid by the marshal, amounting to over $500, were not questioned by the accounting officers. The testimony of Mr. Meyer shows that this particular set of furniture was actually supplied. The only ground for disallowance is that its purchase was not authorized. It is true that the law provides that the marshal shall not incur or be allowed an expense of more than $20 in any one year for furniture, without first submitting a statement and estimate to the Attorney General, and getting his instructions in the premises (Rev. St. U. S. § 830 [U. S. Comp. St. 1901, p. 639]); but I hardly think this can be meant to apply to a case where a new country was suddenly brought within civil control, and a whole outfit of furniture for government purposes was needed for the civil officials in the first instance; and, besides, the Attorney General, by his letter of March 31, 1885, expressly authorized the marshal to supply such furniture as was absolutely necessary, thus leaving much to his discretion. In the absence of any showing that the furniture was not absolutely necessary, .and deeming its purchase authorized by the Attorney General and approved by the judge, I shall allow this item to the marshal.\nUo. 3. Amount paid to 3?. LarianofE for putting up stove and pipe for United States courtroom.$ 6 00\nThe amount of disallowance by the accounting officers 'is $3.\nJNo. 5. Amount paid E. H. James for interpreting in United States Commissioner’s Court, 23 days, at $5 per day.. $115 00\nThe whole bill was specially approved by the judge of the District Court before payment was made. The price was arbitrarily reduced by the Attorney General to $2 per day, the amount of disallowance by the accounting officers being $69.\nNo. 6. Amount paid H. JE. Gutter for porterage on 36 armchairs, 4 tables, and judge’s desk, for the United States District Courtroom at Juneau. $ 3 75-\nThe amount disallowed by the accounting officer was $2.25. There is no evidence whatever that these charges-were excessive, which appears to be the only ground upon which they were disallowed. In any event, I think they all' come under the rule hereinbefore laid down in relation to the charges of Dr. Wyman and Chinaman Joe in respect of the account for support of prisoners.\nNo. 4. Payment of E. W. Haskett. $ 40 06\nNo. 7. Payment for traveling expenses. 241 68\nAs both of these items appear to have been credited to the marshal in his account for traveling expenses, and allowed therein, the disallowance of the same in this account is sustained.\nFourth. As to the Account for Fees and Expenses. Following the numbering of the'items of disallowance shown-in the statement of differences, I refer to each separately.\nNo. 1. Moneys retained for personal service of the marshal in attendance on the United States District Court and United States Commissioner’s Court, mileage, summoning jurors, etc. §122 62'\nNo. 19. Moneys retained for similar services. 240 66-\nNo. 35. Moneys retained as commissions on disbursements.. 227 28:\nThese items are disallowed by the accounting officers upon the ground that under the provisions of the organic act (Act May 17, 1884, c. 53, 23 Stat. 24) the marshal is not entitled to receive or retain any money of the government save his-yearly salary of $2,300 and his actual necessary expenses of travel in the discharge of his official duties. I do not so construe the law. The organic act, section 9, referring to the governor, attorney, judge, marshal, clerk, and commissioners, says:\n“They shall severally receive the fees of office established by law for the several offices the duties of which have been hereby conferred upon them, as the same are determined and allowed in respect of similar offices under the laws of the United States, which fees shall be reported to the attorney-general and paid into the Treasury of the United States.”\n“The fees of district attorneys, clerks, marshals and commissioners in cases where the United States are liable to pay the same, shall be paid on settling their accounts at the treasury.” Rev. St. U. S. § 856 [U. S. Comp. St. 1901, p. 657],\n“The fees and compensations of the officers and persons hereinbe-fore mentioned, except those which are directed to be paid out of the treasury, shall be recovered in like manner as’ the fees of the officers of the states respectively for like services are recovered.” Eev. St. U. S. § 857 [U. S. Comp. St. 1901, p. 658].\n“The fees and costs to be allowed to the United States attorneys and marshals, to the clerks of the supreme and district courts, and to jurors, witnesses, commissioners, and printers, in the territories of the United States, shall be the same for similar services by such persons as are prescribed in chapter 16, title The Judiciary, and no-other compensation shall be taxed or allowed.” Rev. St. U. S. § 1883,\nThe services covered by these items were all rendered to the United States. They are charged for at the rates established by law for duties conferred upon marshals, as the same are determined and allowed under section 829 of the Revised Statutes [U. S. Comp. St. 1901, p. 636]; and, if the same services had been rendered by any other marshal than that of the District of Alaska, no question could have arisen as to the liability of the United States to pay for them at those rates, on the settlement of accounts at the treasury. Why any distinction should be made in this regard between the marshal of Alaska and the marshals of states and territories I cannot understand. The words of the organic act, ■“they .shall severally receive the fees of office,” quoted above, seem to me to have but one meaning, and that is the one contended for by the defense. If the construction contended for by the government were to prevail, these words must be limited in their application to fees of officers for services rendered to private individuals alone, which are the only fees actually received, or, in other words, come into manual possession, in any case before the settlement of accounts. The act does not so limit the words, nor can I read them in such a restricted sense. Even if the words of the organic act' admitted of two interpretations, I think they should be construed in favor of the officer. U. S. v. Morse, 3 Story, 87, Fed. Cas. No. 15,820. These fees are, therefore, allowed \"by me.\nNo. 20. Money paid to Ah Sow for board of marshal while attending a special session of the District Court.$ 9 00\nThis item, as appears from the statement of differences, was erroneous^ supposed by the accounting officers to have been paid for the board of Ah Sow instead of the marshal, and was disallowed as unauthorized. This was the only ground of disallowance. The charge, however, seems to me to have been a proper one, being for board of the marshal, which I consider to be a part of his actual necessary expenses when traveling in the discharge of his official duty. The account was rendered under oath, and approved by the judge, which is sufficient reason for its allowance.\nNo. 2. Payment to George Kostiometinoff, deputy United States marshal, for official services as bailiff in the United States District Court... $22 00\nNo. 7. Payment to James Sullivan, deputy United States marshal, similar services as bailiff. 4 00\nNo. 3. Payment to James Sullivan, deputy United States marshal, similar services as bailiff. 72 00\nThese services, rendered to the government by deputy marshals, were covered by their salaries, and were properly disallowed.\nNos. 3 & 4. Payment to George KostiometinofC, deputy United States marshal, acting as constable, for attending United States Commissioner’s Court for eight days, at the rate of $2 per day. $16 00'\nItem No. 3 of this disallowance by the accounting officers-was for the reason that the charge was in excess of that prescribed by law. Under the organic act, a deputy mar-shall, in addition to the usual fees of constables in Oregon, received a salary from the government. The fees of constables in Oregon are prescribed in the General Daws of Oregon (page 604), and allow for attending a justice’s court during a trial therein, 50 cents per day. The deputy attended the Commissioner’s Court in the capacity of constable, and could only receive a constable’s fees. This charge is, therefore, excessive, and must be reduced by the disallowance of $1.50 per day, amounting to $12. Disallowance No. 4 was on the ground that for three of these da)^s charged for as constable he was also paid the sum of $6 for services as bailiff of the District Court. It would make no difference if he had been so paid, or if he had acted as bailiff, for he was not entitled to receive fees for his services as bailiff, and the services as bailiff did not necessarily interfere with the services as constable. The disallowance is, therefore, not approved.\nNo. 8. Payment to James Sullivan, deputy United States marshal, attendance as constable on United States Commissioner’s Court on December 17. $ 2 06\nThis payment was disallowed by the accounting officers because on the same day he served as bailiff in the United States District Court. The disallowance, for the reason last given, is not sustained.\nNo. 7%. Payment to James Sullivan, United States deputy marshal, for attending as constable United States Commissioner’s Court Nov. 24 to Dec. 30, 1884, 7 days, at $2 per day. $14 00\nThis was disallowed as excessive, and for the reasons given in regard to item No. 3 the disallowance is sustained. From this charge the sum of $1.50 per day, amounting in all to $10.50, must be deducted.\nFor the same reason the following disallowances are sustained:.\nNo. 10%. Payment to G. W. Garside, United States deputy marshal, for attendance as constable on United States Commissioner’s Court, in excess of legal fees . $12 00\nNo. 15. Payment to James Carroll, United States special deputy marshal, for attendance as constable on United States Commissioner’s Court, in excess of legal fees- . 3 00\nNo. 17. Payment to J. C. Staples, United States deputy marshal, for attendance as constable on United States Commissioner’s Court, in excess of legal fees.... 22 50\nNo. 21%. Payment to Geo. W. Garside, deputy United States' marshal, for attendance on United States Commissioner’s Court, in excess of legal fees. 22 50\nNo. 24%. Payment to James Sullivan, deputy United States marshal, for attendance as constable on United States Commissioner’s Court, in excess of legal fees . 3 00\nThe following items appear in the statement of differences to have been disallowed by the accounting officers because in excess of the fee prescribed by law, viz.:\nNo. 4%. Payment to George Kostiometinoff, deputy United States marshal, acting as constable, service of warrant . $ 3 00\nNo. 4%. Payment to George Kostiometinoff, deputy United States marshal, acting as constable, service of warrants . 11 00\nNo. 8%. Payment to James Sullivan, deputy United Statés marshal, acting as constable, service of warrant.. 2 00\nNo. 8%. Payment to same for like service. 11 00\nNo. 10. Payment to G-. W. Garside, deputy United States marshal, acting as constable, service of warrant.. 8 00\nNo. 14. Payment to James Carroll, special deputy marshal, acting as constable, service of warrant. 2 00\nNo. 24. Payment to James Sullivan, deputy United States marshal, acting as constable, service of warrant.. 10 00\nNo. 21. Payment to G. W. Garside, deputy United States marshal, acting as constable, service of warrants.. 15 00\nIn each of the above cases the charge for service of warrants was at the rate of $2, while the laws of Oregon, under which they were served by the deputy marshals acting as constables, limited the fee to $i. These disallowances are therefore sustained.\nNo. 5. Payment to George KostiometinofC... § 2 00\nNo. 9. Payment to James Sullivan... 2 50\nNo. 22. Payment to G. W. Garside. 7 50\nNo. 25. Payment to James Sullivan. 4 50\nThese items are claimed as fees of United States Deputy Marshals acting as constables for discharging prisoners. They were all properly disallowed, because not authorized by the laws of Oregon.\nNo. 6. Payment to E. O. Sickles.878 00\nNo voucher has been shown to me for this item, although it appears from the statement of differences that one had been forwarded to Washington with a preceding account. It appears from the statement of differences and from the testimony of Mr. Jordan that Sickles was deputy United States marshal, and that the payment was made on account of salary. As the salaries of deputy marshals are payable quarterly out of the treasury of the United States, this payment by the marshal was unauthorized, and was properly disallowed.\nNo. 11. Payment to G. W. Garside, deputy United States marshal, for hoard of Jim, an Indian prisoner. . $20 00\nNo. 11%. Payment to same for board of Jack, an Indian prisoner . IQ 00\nNo. 12. Payment to same for board of Charlie, an Indian prisoner . 10 00\nI see no reason for the disallowance of these items in the suit. If properly disallowed by the accounting officers as not payable out of this particular appropriation, as seems to be the case, the same reasons would not hold good in this action, which is brought to recover an alleged misappropriation of public funds. The account having been sworn to, and approved by order of court, and supported by the ora! testimony of the witness Garside that the charges were reasonable and actually necessary, there being at the time no contract with the marshal for the subsistence of prisoners, renders the absence of vouchers immaterial, in my opinion. The amounts are allowed.\nNo. 13. Payment to James Carroll, special deputy United States marshal, for conveyance of Thomas Wilson, a prisoner, for 3 days, at $5 per day.$ 15 00\nNo. 16. Payment to same officer as per diem for going from Juneau to San Francisco with an insane person, and returning to Juneau, 28 days, at $5 per day. 140 00\nNeither of these payments can be allowed. There is no authority in law for payment of a per diem in such cases by the marshal to his deputies. Only mileage, or the necessary and actual expenses, could have been allowed, under any circumstances, to these officers. No statemeht has been made by either of them of the items of such expense, and no mileage is claimed.\nNo. 17%. Payment to John C. Staples, deputy United States marshal, as mileage for prisoner John Ains-worth, a guard, and himself, from Unalaska to San Francisco, 2,180 miles each, in all 6,540 miles, at 10 cents. $654 00\nNo. 18. Payment to same officer as mileage for the same prisoner, guard, and himself from San Francisco to Sitka, 1,612 miles, in all 4,836 miles, at 10 cents . 303 60\nNo. 22%. Payment to G. W. Garside, deputy United States marshal, for mileage in transporting prisoner from Juneau to Sitka. Amount of disallowance 10 00\nSection 829, Rev. St. U. S. [U. S. Comp. St. 1901, p. 636], allows the marshal, for transporting criminals, 10 cents a mile for himself and for each prisoner and necessary guard, with a certain exception, not affecting these charges. The amount of mileage is not questioned, nor is the fact of its payment. It has been passed by the judge, and must be allowed to the marshal.\nNo. 27. Payment to John C. Staples, deputy United States marshal, of amount paid hy him to McClure & Dwinells, attorneys at law, in San Francisco, for legal services in Re John Ainsworth.$250 00\nThis payment was properly disallowed as unauthorized. The power to retain and employ attorneys rests solely with the Attorney General. Rev. St. U. S. § 363 [U. S. Comp. St. 1901, p. 208]. His authority was not obtained in this instance.\nNo. 28. Payment to the same party for the expense of his board at San Francisco from Nov. 13 to Dec. 1, 1884, 19 days, at $2.50 per day, while awaiting the departure of the steamer for Sitka. $47 50\nThe item appears to have been suspended for want of a voucher and to ascertain more particularly the necessity for the expense. The necessity for the expenditure very clearly appears from an examination of the papers annexed to the. account, showing the proceedings of the court in the matter of the insane prisoner under the officer’s charge. The account is sworn to, and approved by the court. The charge is therefore allowed.\nThe same remarks apply to:\nNo. 30. Payment to same officer for the expense of his board at Port Townsend on his return trip to Sitka.$ 9 00\nThis item is therefore allowed.\nNo. 29. Payment to same officer for expense of omnibus hire in carrying prisoner Ainsworth to steamer in San Francisco . $ 2 00\nThe amount is disallowed by the accounting officers as excessive. No testimony has been adduced to show it to be so. The bill is sworn to, and has been approved by the court. The disallowance is not sustained.\nNo. 31. Payment to John 0. Staples, deputy United States marshal, for expense incurred in conveying a United States prisoner. §43 50\nThe item was suspended in the marshal’s accounts by the officers of the treasury for want of proper vouchers, and to ascertain more clearly the necessity for the charge and the circumstances of the case. The only voucher accompanying the accounts is for a per diem amounting to $35. As the deputy was not entitled to a per diem, this charge was properly suspended, and I disallow it. As to the remaining sum of $8.50, I find a proper voucher in the account for support of prisoner. The bill is sworn, to, and appears to be a part of the reasonable, actual expense of transporting a criminal to prison. It seems to come within the provisions of Rev. St. U. S. § 829, and is therefore allowed.\nNo. 32, disallowance of the sum of $155.10. The statement of differences says of this item: “The following amounts are suspended until proper vouchers are submitted, no vouchers accompanying the account: $48, $4.10, $103.” (See, further, Rep. 113,292.) I find proper vouchers for the above items attached to the accounts for the support of prisoners, No. 113,293. As that appears to be the only ground for disal-lowance, the amount having been paid, and the accounts approved by the judge, the charges are allowed.\nNo. 33. Payment to John 0. Staples, deputy United States marshal, for mileage for himself and guard from Sitka to San Francisco, after delivering a prisoner John Ainsworth at Sitka. $322 10\nThe amount of disallowance is $42.40. No mileage is allowed in such cases to deputy marshals. Reasonable actual expenses and necessary subsistence and hire only are given them in the transportation of prisoners (Rev. St. U. S. § 830 [U. S. Comp. St. 1901, p. 639]), and, if anything were to be allowed them in this case, it could not exceed that amount. No vouchers are produced, and no itemized account or sworn statement has been furnished. The department, however, waiving the formal proof which would be required in this court (which, under the authority of U. S. v. Van Duzee, 140 U. S. 169, 11 Sup. Ct. 758, 35 L. Ed. 399, it had the undoubted right to do), has allowed $140 as a reasonable charge, and I sustain the disallowance of the remainder.\nNo. 31. Payment to same officer for mileage of himself from San Francisco to Unalaska...$218 00\nI sustain the disallowance for the reason last stated.\nFifth. As to the Account for Traveling Expenses. In this account two items are disallowed by the accounting officers of the treasury. They appear in the bill of the Pacific Coast Steamship Company as the fare from Sitka to Juneau of A. T. Lewis Clark and George Kostiometinoff, interpreter of the court, and they amount together to the sum of $30. The ground given by the department for disallowing them is that they were not authorized by law. As they seem to me to belong properly to the expenses of the court — the attendance of these officers upon the court being necessary— were actually paid by the marshal, and approved by order of the court, I shall allow them.\nThe principles of law which have guided me in reaching these conclusions may be thus summarized: That the approval by the court of the accounts of the marshal is prima facie evidence of the correctness of the items of the account. That in actions of this character, the burden of proof to sustain its allegation of the misappropriation of public funds rests with the government. That the marshal is bound to obey the order of the court for the payment of fees to jurors and witnesses; and his accounts of fees and costs paid under said order to such jurors and witnesses, even though they be officers of the United States, cannot be sore-examined by the accounting officers of the treasury as to-charge him with erroneous taxation, but the payments must be allowed him in his account. That the marshal of the District of Alaska is entitled to receive the fees of office established by law as payable to other United States marshals, to be paid to him on settling his accounts at the treasury. That actual and necessary payments by court officials for their board and lodging, while attending a session of court in a place other than their official residence,, are properly a part of their “actual necessary expenses when traveling in the discharge of their official duties,” as those W'ords are used in the organic act. That deputy marshals of Alaska are not, under the organic act, entitled as such to per diem or pay when acting as constables, other than such as is allowed to constables under the laws of Oregon. That the power to retain and employ attorneys and counselors for the government rests solely with the Attorney General of the United States.\nFrom the testimony adduced I do not find that there has been, except in the strictest legal sense, any wrongful misappropriation of public moneys to his own use by the deceased marshal during his term of office, nor any unlawful use thereof, except such as might naturally occur under the peculiar conditions of the then newly organized territory of Alaska. Its offices remote from Washington, and, indeed, from civilization, were shut off from any immediate communication with the department, and precedents were in most cases wholly wanting. It was difficult, and often impossible, to follow the ambiguous organic act, and to reconcile the innumerable conflicts and discrepancies between the laws of the United States and the statutes of Oregon by that act made applicable to the territory. Under the circumstances, if the defendants are to be held liable, under the necessarily rigid rules of the Treasury Department, for the errors of the late marshal, many of which, if he had lived, might have been corrected, it can justly be said that his accounts were kept and rendered honestly and in good faith.\nThe amounts which I find to have been properly disallowed by the Department of the Treasury, and for the payment of which the defendants are liable, are as follows:\nAccount for support of prisoners. $ 1 50\nAccount of miscellaneous expenses. 382 28\nAccount of fees and expenses. 1,180 40\nTotal . $1,564 IS\n■ — For which sum, with interest as prayed for, plaintiff is entitled to judgment.",
        "type": "majority",
        "author": "BUGBEE, District Judge."
      }
    ],
    "attorneys": [
      "Charles S. Johnson, U. S. Dist. Atty.",
      "Delaney & Gamel, for defendants."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES v. HILLYER et al.\n(Sitka.\nMarch 8, 1892.)\nNo. 262.\n1. United States Marshal — Accounts—Approval et Court.\nThe approval of the accounts of the United States marshal by the court is prima facie evidence of the correctness of the items, and, in the absence of clear and unequivocal proof of mistake on the part of the court, it is conclusive.\n2. Same — Embezzlement oe Public Funds.\nIn actions against the marshal to recover for a misappropriation of funds under his charge, where his accounts have been so approved, the burden of proof rests on the government.\n8. Costs — Fees op Jurors — Witnesses.\nThe marshal is hound, to obey the order of the court for the payment of fees of jurors and witnesses, and his accounts of fees and costs paid under said order to such jurors and witnesses, even though they be officers of the United States, cannot be so re-examined by the accounting officers of the treasury as to charge him with erroneous taxation, but the payments must be allowed him in his accounts.\n4. United- States Marshal — Medical Services — Support op Prisoners.\nThe marshal is necessarily vested with discretionary power in the disbursement of public funds for medical services and attendances and the support of prisoners, and his accounts therefor, when approved by the court for reasonableness and necessity, are conclusive as to the proper exercise of his discretion, and cannot, in the absence of fraud and unequivocal mistake, be disallowed by the department.\n5. Accounts — Court Expenses.\nThe court has the inherent power to provide for and direct the payment of the necessary and proper expenses, and when such payments are made by the marshal under the order or with the approval of the court they should be allowed him in his accounts.\n6. Deputy Marshal — Expenses—Mileage.\nNo mileage is allowed to deputy marshals while transporting prisoners to prison and returning therefrom. Their actual traveling and subsistence expenses are allowed.\n7. United States Marshal — Employment of Attorneys.\nThe power to retain and employ attorneys and counselors for the government rests solely with the Attorney General, and the marshal has no authority to expend funds for that purpose.\nThis was an action to recover on the bond of the United States marshal for Alaska, and against him and his sureties certain items alleged to have been misappropriated by him by the payment of unauthorized fees.\nReversed on one point, 7 C. C. A. 428, 58'Fed. 678.\nCharles S. Johnson, U. S. Dist. Atty.\nDelaney & Gamel, for defendants."
  },
  "file_name": "0047-01",
  "first_page_order": 71,
  "last_page_order": 93
}
