{
  "id": 8504494,
  "name": "JOSEPH F. MOORE v. GEORGE STEELSMITH, CHARLES McDONALD, CHARLES HAUGE, M. T. ROWLAND, JOHN DOE AND RICHARD ROE, whose True Names are Unknown to Plaintiff",
  "name_abbreviation": "Moore v. Steelsmith",
  "decision_date": "1901-03-14",
  "docket_number": "",
  "first_page": "121",
  "last_page": "139",
  "citations": [
    {
      "type": "official",
      "cite": "1 Alaska 121"
    }
  ],
  "court": {
    "name_abbreviation": "Alaska Dist. Ct.",
    "id": 23837,
    "name": "Alaska District Court"
  },
  "jurisdiction": {
    "id": 53,
    "name_long": "Alaska",
    "name": "Alaska"
  },
  "cites_to": [
    {
      "cite": "1 Fed. 522",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3717348
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/1/0522-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1063,
    "char_count": 40251,
    "ocr_confidence": 0.536,
    "pagerank": {
      "raw": 1.7056963394287982e-07,
      "percentile": 0.7016217933941322
    },
    "sha256": "c463193444f9c0d04380bf1f7467c4a8c8daedc1c9448d4198129c830562e9f1",
    "simhash": "1:a227ed4fb9950ccb",
    "word_count": 7150
  },
  "last_updated": "2024-02-27T16:57:40.052731+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "JOSEPH F. MOORE v. GEORGE STEELSMITH, CHARLES McDONALD, CHARLES HAUGE, M. T. ROWLAND, JOHN DOE AND RICHARD ROE, whose True Names are Unknown to Plaintiff."
    ],
    "opinions": [
      {
        "text": "BROWN, District Judge.\nThe plaintiff in this case seeks-to recover from the defendants certain mining lands situate on Jack Wade creek, in the District of Alaska, and in his-complaint alleges that on the 18th day of June, 1898, plaintiff,. after a discovery of gold thereon, did locate and stake a mining claim upon said Jack Wade creek, in said Jack Wade Creek mining district, which said claim was then called, numbered and known as “Claim No. 5 Above Discovery,” and which extended 1,320 feet up and down stream by 660 feet wide; that said location was made by duly marking and staking the boundaries of said claim as required by law and the rules and regulations of said mining district, and by posting notice on said claim to the effect that the claim had been so located, which notice was in writing, and contained the name of plaintiff as locator, the date of location, and described the claim so that its boundaries could be readily traced. The defendants deny these several allegations, and allege a location on the 29th of September, 1898, of the same lands, after having made a discovery of gold, etc. Briefly stated, the question litigated, is, which of the parties, plaintiff or defendants, has the better right to the ground in controversy? The case was tried at Skagway, Alaska, before a jury, beginning on the 12th of July, 1900, and, after the testimony was all in, the court instructed the jury as follows:\n“The plaintiff in this ease claims that, after the discovery of aurif-erous gravel on Jack Wade creek, he did, on or about the 18th day of June, 1898, locate a placer mining claim thereon of twenty acres, which said claim was called, numbered, and known as ‘Claim No. 0 Above Discovery,’ 1,320 feet up and down the stream and 660 feet wide, 330 feet on each side of the center stake, by duly marking said location on the ground so that the boundaries thereof might be readily traced on the ground.\n“The defendants deny these allegations, and thereby put the plaintiff to proof.\n“The defendants allege that Steelsmith and McDonald thereafter, on or about the 29th day of September, 1898, after a discovery of gold thereon, located practically the same land in two different claims or parts of claims. That they located their said claims in accordance with the laws of the United States, one of which was No. 5 Above Discovery, 1,320 feet in length and 660 feet in width. That said location was duly marked on the ground hy stakes or monuments, so that the boundaries thereof could he readily traced on the ground. Defendants further allege that, if the plaintiff ever had a valid location of said claim, that he abandoned the same, which said abandonment has continued up to the present time. This is denied by plaintiff’s reply.\n“You have this issue to try in this case, gentlemen: If the plaintiff, after the discovery of auriferous gravel on said claim, made a lawful location thereon, and has since done the necessary representation work prior to December 31, 1899, he is entitled to a verdict in this case at your hands. If, on the other hand, he did not make such discovery and legal location, then the defendants had a right to locate the same; and, if the defendants made a discovery and lawful location under the laws of the United States, under such conditions, they are entitled to a verdict.\n“Let me say to you at this time that your oaths require you to take the law of this case from the court. If you will reflect for a moment, you will see how necessary this is. If I make mistakes in giving you the law, the attorneys, who are ever watchful of their clients' interests, will take timely exceptions, and my mistakes may be corrected by a higher and more efficient court. But should you undertake to decide the case upon some theory of the law existing alone in your own minds, neither court nor counsel can be advised of your conception of the law, and, should you err, the result of your action could not be remedied. You will perceive, therefore, how necessary it is, in the interest of justice, that you accept the law as given by the court, and be guided thereby in considering of your verdict\n“Under the mining laws of the United States, if a citizen of the United States goes upon the unappropriated public mining lands of the United States, makes a discovery of gold therein in some appreciable amount, however small, and thereupon makes a location of a placer mining claim by so staking and marking the same that the boundaries of his claim may be readily traced upon the ground, that the amount of land so claimed does not exceed twenty acres, he thereby severs so much of said land as constitutes said mining location from the public mineral lands of the United States; and he has a right to hold and possess the mining location so made, as against all the world, except the United States. By such location, when lawfully made, the locator acquires a legal interest therein. As long as the original locator does one hundred dollars’ worth of work on said mining claim, or puts one hundred dollars’ worth of improvements thereon, annually, the right to hold and possess said claim cannot toe successfully challenged by any one except the United States.\n“The Congress of the United States has made ample provision toy law for the disposition of its mineral lands. Citizens of the United States, and those who have declared their intention to become such, may enter upon and explore such lands of the United States, for the purpose of finding mineral therein, such as gold, silver, and other precious metals. These laws are in force in the district and territory of Alaska, and we are to toe governed by them in the disposition of this case. Congress has dealt liberally by its citizens and those who have declared their intentions to become such, in authorizing them to go upon the public mineral lands, and by discovery and location of ground containing minerals, and authorizing them to acquire legal interests therein, which the law protects, and that may be possessed and conveyed as real property. The possessory right of the locator to the mineral lands of the United States, when a location thereof has been lawfully made, though the ultimate title remains in the United States, is as much property and under his control as if the fee thereof was vested in him, as long as he conforms to the laws of the United States and its requirements in the exercise of his posses-sory rights.\n“As a condition precedent to the appropriation of the mineral lands of the United States by such person or persons as are lawfully entitled to make such appropriation, discovery of some of the precious metals therein is necessary. In order that you may determine, under the evidence in this ease, whether a discovery of any of the precious metals was made by the plaintiff before he made a location, if he did make one, it seems proper that the court should give some definition or explanation of the word ‘discovery’ as applicable to this case. What is meant by discovery as applied to quartz or lode claims has been frequently determined by the courts, and is easily understood.\n“The Supreme Court of Idaho gave the following definition: ‘Under the requirements of the law, a valid location of a mining claim may be made whenever the prospector has discovered such indications of mineral that he is willing to spend his time and money in following with the expectation of finding ore; and a valid location of a mining claim may be made of a ledge deep in tbe ground, and appearing at tbe surface, not in tbe shape of ore, but in vein matter only.’\n“It will be observed that under tbis definition of tbe term ’discovery’ no actual finding of ore or tbe precious metals was required. The courts seem to think it sufficient if tbe prospector bad discovered sucb indications of mineral that be was willing to spend bis time and money in following with expectations of finding ore; if, of course, a prospector had found in a vein or lode rock in place.\n“It has sometimes been thought sufficient as a discovery if tbe prospector found some small strata of gravel or sand containing some slight or merely appreciable quantity of gold, if it induced the miner to make further exploration. Just what amount of labor, examination, or development may be necessary to satisfy tbe terms of the statute in tbe matter of a discovery in placer ground is difficult to define. A man may wash a single pan of dirt taken from tbe surface or along the bank of a stream, and obtain such results as satisfy him that the ground contains precious metals in sucb quantity as induces him to make a location. He may, with an ordinary miner’s shovel, wash sufficient sand or gravel that be finds upon the bank of a stream, using tbe shovel as a pan, and obtain results that induce him to believe that sucb amount of tbe precious metals are to be found in the land as will warrant him in taking it and working it as a placer claim. And, however slight tbe work in tbis behalf, if any of the precious metals are found, no matter how light tbe prospect, it is sufficient to be termed a discovery. Indeed, important discoveries are known to have been made by miners in digging in tbe sand and gravel upon the banks of a stream with nothing more than a common sheath knife. In other cases large and expensive excavations have been made before mineral was discovered, and even without a discovery of mineral at all. Gold has sometimes been found in the gravel along the banks of streams, or tbe naked bedrock, without any excavation whatsoever. But that the discovery must be made in some form, as a necessary prerequisite to a lawful location of mineral land, is an imperative requirement of tbe mineral laws of the United States.\n“Tbe foregoing examples or illustrations have been given, not as a definite definition of the term ‘discovery,’ as used in the statute, but to indicate to tbe jury along what lines proof of discovery may be made to your satisfaction. Whatever evidence there may be before you touching this matter is not for the court to repeat or indicate; but, if it is sufficient to satisfy your minds that a discovery of gold was in fact made, then you should so find.\n“Before a prospector can acquire a legal interest — and by a legal interest I mean a bona fide right of possession — in mineral lands, he must, after making a discovery of precious metal, make a location of his mining claim in accordance with the provisions of the acts of Congress. The term ‘location’ has in law a certain legal significance or definition. And before the person seeking to hold a mining claim can obtain a legal title therein, after a discovery of precious metals has been made thereon, he must segregate the ground he seeks to claim from the remainder of the public mineral land, and this is done by what is commonly called a ‘location.’\n“For the purposes of this case, I shall adopt practically as a definition of ‘location’ the language of Judge Sawyer in the North Noonday Mining Co. v. Orient Mining Co. (C. C.) 1 Fed. 522: If the center line of a location lengthwise of the claim up and down the creek is marked by a stake or monument at each end thereof, upon one or both of which is placed a written notice showing that the locator claims the length of said line upon the claim from stake to stake, and a certain specified number of feet in width on each side of said line, such location of the claim is so marked that the boundaries may be fieadily traced, and, so far as the marking of the location is concerned, is a sufficient compliance with the law, unless the condition or topography of the country, or the great amount o'f brush and timber on the land, would prevent a person making an honest and bona fide effort to trace or ascertain the boundaries from doing so.\n“If, therefore, you find from the testimony in this case that Jami-son, acting for the plaintiff, planted a stake or blazed a tree at each end of the claim No. 5 Above Discovery, and placed thereon a notice claiming 1,320 feet up and down the creek and 660 feet in width for placer mining purposes, 330 feet of which was on each side of said stake and center line, then the location was distinctly marked on the ground, so that its boundaries could be readily traced, within the meaning of the act of Congress, and in compliance with the law in that particular, unless you further find from the evidence in the case that the topography of the ground upon which said claim was located was such, or that the great amount of brush and timber thereon rendered the condition such, that a person of ordinary intelligence, seeing said stakes and notices, or either of them, and desiring by a bona fide effort to ascertain or trace the boundaries of said claim, was unable to do so. ■\n“The defendants claim that on or about the 29th day of September, 189S, they entered upon the same tract of land claimed by plaintiff, after having discovered gold thereon; made a lawful loea: tion of said ground as a placer mining claim by properly staking and marking the boundaries thereof. If the jury find from the preponderance of the evidence in this case that the plaintiff, after discovery, made a lawful location of said mining ground as heretofore described in these instructions, then the same was not open to location by the defendants, and could not be lawfully located by them; and if they entered upon said land, and undertook to possess and control the same, they acquired no rights thereby, and were there as naked trespassers only. They did not and could not acquire a lawful interest in said claim by such acts of possession or attempted location.\n“But if the jury find from a preponderance of the evidence that no discovery or lawful location of said mineral land was made by the plaintiff, as explained in these instructions, at the time he claims to have made said location, then he acquired no right or interest therein; and if you further find that these defendants thereafter, in the month of September, 1898, entered upon said land, made a lawful location of a mining claim thereon after making a discovery of gold within the limits of said claim, and they have since done the necessary work on said claim to the amount of one hundred dollars on or before the last day of December, 1899, then the defendants have a lawful right to the possession of said claim, and you should so find.\n“If the plaintiff, Moore, either in person or by agent duly appointed, on the ISth day of June, 1898, after he made a discovery of gold in some appreciable amount on Jack Wade creek, within the limits of a claim thereafter located, and thereupon made a location of a placer mining claim by so staking and marking the same on the ground that the boundaries of said claim could be definitely traced, then the plaintiff thereby made a legal appropriation of so much of the mineral lands of the United States as constituted said claim, and was entitled to hold the same against all the world, except the United States, so long as he should do the annual representation work thereon to the amount of one hundred dollars. A person who lawfully locates a mining claim in the month of June, 1898, has until the last day of December, 1899, under the mining laws of the United. States, in which to put thereon one hundred dollars’ worth of improvements, or do what is called the ‘annual representation work.’\n“If you find, therefore, from the preponderance of the evidence, that the plaintiff, Moore, having made discovery, and a lawful location of said mining claim in June, 1898, caused one hundred dollars’ worth of improvements to be put thereon, or caused one hundred dollars’ worth of labor called ‘annual assessment work’ to be done on said claim on or before the last day of December, 1899, he had a legal interest in said claim, and a right to hold and possess the same against all persons whomsoever, and now has such right to hold and possess such claim.\n“A citizen of the United States, or one who has declared his intention to become such, who is in the actual possession or occupancy of the public lands, cannot be dispossessed therefrom by a naked trespasser or intruder; and if you find from the evidence that at the time this action was commenced the defendants were in actual possession of the ground in conflict, the plaintiff cannot recover, unless you find further from the evidence that by virtue of a valid location, such as I have heretofore described to you, the plaintiff was entitled to the possession of the ground; or, in other words, if you find that the plaintiff did not make any discovery of the precious minerals on the ground, or did not make a valid location within the rules I have given you, and that the defendants were in actual possession of the ground in controversy when this action was commenced, then the plaintiff has no rights that he could legally assert in relation thereto, and your verdict must be for the defendants.\n“I further instruct you, gentlemen of the jury, that ‘when a location is marked so that its boundaries can be readily traced, the locator’s right of possession becomes fully vested, and cannot be divested by the removal or by the obliteration of the stakes, monuments, or notices without the act or fault of the locator’; that if you find from the evidence that the reorganizers ordered the plaintiff or first locator to refile his claim within thirty days, or within any other time, a failure to comply therewith upon the part of plaintiff, even had he notice of such order, would not work a forfeiture' of plaintiff’s title therein, nor give defendants the right to enter upon said claim or any rights therein whatever.\n“You are further instructed, gentlemen of the jury, that it is absolutely immaterial whether the defendants, their agents, servants, or employes, did or did not perform work upon tlie claim in question. A person gains no rights whatsoever by doing work upon a mining claim, unless the same legally belongs to kirn; and then the only amount of work the law requires him to do is the .annual assessment work.\n“Upon the question of marking the boundaries so that they could be readily traced, the court further instructs you that if the defendants knew, or had actual knowledge, at the time when they relocated, of the position of the two end stakes that, had been set on plaintiff’s claim, and knew that the same marked the center line and the ends of said.claim, such knowledge tends to indicate that the two stakes or trees so representing the ends of said former location marked the ground in such a way that the boundaries of said claim could he readily traced.\n“The questions you are to determine, gentlemen, in this ease, are these: Did the plaintiff, Moore, make a lawful discovery and location of the claim in question in June, 1898, as he has alleged in his complaint? If you find that he did, and thereafter did his assessment work before the last day of December, 1899, the lands constituting his said claim No. 5 Above Discovery were severed from the mineral lands of the United States, and have not, since said location, been subject to any subsequent relocation, and you should, therefore, find for the plaintiff. If, on the other hand, you find that he did not make discovery and lawful location of said claim as alleged, then he has no standing in this court whatsoever, and he cannot recover.\n“The court further instructs you that under the mineral laws of the United States a record of a miner’s notice of location is not required, unless such record of notice is required by some local law or regulation of miners; and no such local laws or rules have been put in evidence in this case.\n“The court instructs the jury that you are the exclusive judges of the credibility of the witnesses and the weight to be given to the testimony of each. If the court has Indicated in any manner in these instructions given you an opinion as to the testimony of any witness, or the weight to be given such testimony, you will disregard it. It is your exclusive right and your province to pass upon these questions.\n“Counsel for the plaintiff and defendants have requested of the court a large number of instructions. These, no doubt, present the law of the case with more vigor than the instructions that the court gives yon; but the court has deemed it best to instruct you in his own language, and according to his own methods. The court, therefore, refuses all instructions requested by counsel on either side, except as the substance of the same are included in the instructions that I give you.\n“Counsel for the plaintiff has requested that you make special findings upon the several subjects set forth in the special verdict that 'is herewith submitted to you. You will answer these questions as far as you can by writing after each one the word ‘Yes’ or ‘No,’ according to your finding. Such other questions as you cannot so answer you will answer in such manner as you think proper. Forms of a general verdict are also submitted herewith — one for the plaintiff, the other for the defendants. If you find generally for the plaintiff, your foreman will sign your verdict as prepared. If you find generally for the defendants, you will sign the verdict prepared by the defendants.”\nFrom the foregoing instructions it will be seen that the plaintiff requested special findings as well as a general verdict, and the request for special findings on the part of the plaintiff and those ordered by the court to be answered were as follows:\n(1) Did or did not W. R. Jamison, on or about June 18, 1898, hold a power of attorney from Joseph F. Moore?\n(2) Did or did not the said power of attorney authorize the said Jamison to stake, locate, and record creek placer mining claims in the District of Alaska for and upon behalf of the said Joseph F. Moore?\n(3) Did or did not the said Jamison, by virtue of and in pursuance of the said power of attorney, stake, locate, and record creek placer mining claim No. 5 Above Discovery, Jack Wade creek, the Jack Wade Creek mining district, Alaska, for and in behalf of the said Joseph F. Moore?\n(4) Was or was not the said claim so located by or for plaintiff that its boundaries could be readily traced?\n(5) Was or was not auriferous gravel discovered within the limits of said claim prior to its location?\n(6) Was or was there not such indications discovered within the limits of said claim prior to its location as would lead an experienced miner to further exploit the same with the expectation of finding pay gravel ?\n(7) Was or was not the said claim staked subsequent to the location of discovery claim?\n(8) Was or was not the ground covered by location of June 18, 1898, vacant, unoccupied, and unappropriated mineral land at the time of the location thereof by the said Jami-son for and in behalf of the said Joseph F. Moore?\n(9) Did or did not the said defendants Charles McDonald and George Steelsmith stake, locate, and record the same ground in dispute on September 29, 1898, according to the laws of the United States ?\n(10) Did or did not the said defendants know at the time they located the same that it had already been located by some one else?\n(11) Has or has not the said Joseph F. Moore ever parted with his interest therein?\n(12) Was or was there not a discovery of gold made within the boundaries of said claim by W.. R. Jamison prior to its location ?\n(13) Was or was not the said claim staked by center stakes and the placing of a notice thereon showing, among other things, the length of the claim, its width, with the words, “three hundred and thirty feet on each side of the stake,”' thereon?\nAt the time the jury retired to consider of their verdict it was agreed by counsel that the jury, if they agreed upon a verdict during the night, might sign the same, together with their special findings, seal them in an envelope, and place them in charge of their foreman; that in the morning following upon the meeting of court they should all be present in court, and the foreman might then, in the presence of the entire jury, present their said verdict to the court. The jury thereupon retired to consider of their verdict, and during the night found a general verdict in favor of the plaintiff, in words and figures following (omitting the caption):\n“We, the jury in the above entitled cause, do find for the plaintiff, that he is entitled to the property mentioned in the complaint herein and to the right of possession thereof.\n“Frank Bishoprick, Foreman.”\nThis verdict was sealed according to the agreement of counsel and the order of the court, and delivered to the foreman of the jury, and at the proper time the next morning was, in the presence of the jury, presented to the court; but the jury had failed entirely to answer the questions set forth in the special request, and had separated before doing so.\nOn the 13th day of July, 1900, the defendants filed their motion for a new trial, as follows:\n“Come now the above-named defendants, and move the court to make and enter an order herein setting aside the verdict of the jury heretofore rendered herein, and granting a new trial of this cause, for the following reasons materially affecting the substantial rights of defendants:\n“I. Misconduct of the jury, which said misconduct of the jury consisted in the fact that, after the said jury had retired to deliberate upon their verdict, and after they had agreed upon their general verdict, they separated, and mingled with the body of the citizens, without having made answer to the special findings submitted to them by the court; that said misconduct is more fully set forth in the affidavit of B. W. Jennings, hereunto attached, and made a part hereof.\n“XI. Insufficiency of the evidence to justify the verdict, which said insufficiency consists in the fact that there was no sufficient evidence introduced showing or tending to show:\n“(1) That a discovery of gold had been made upon the claim in controversy herein prior to its location or attempted location by the plaintiff.\n“(2) Nor that the claim in controversy was located by plaintiff in accordance with the provisions of Rev. St. U. S., which require said location to be marked, so that the boundaries may he readily traced.\n“(8) Nor that the record oí said claim contains a reference to natural objects or permanent monuments, so that the said claim may he identified.\n“(4) Nor that said location and record at all complies with the requirements of Rev. St. U. S. concerning the location and record oí mining claims.\n“III. Because said verdict is against the law.\n“IV. Errors in law occurring at the trial, and excepted to by the defendants.\n“This motion is based on the records and files thereof, and on the affidavit of R. W. Jennings, hereunto attached.\n“A. K. Delaney,\n“R. W. Jennings,\n“Attorneys for Defendants.”\nThe affidavit referred to recites the particulars of the failure of the jury to answer the special findings, and their separation and mingling with the body of the citizens before answering said findings, and also the objection of defendants to the reading of the verdict until such special findings should have been made, the ruling of the court on said objection, and the exception of defendants to the order of the court requiring the clerk to read the general verdict so returned and file the same. The affidavit is signed by Mr. Jennings, but the jurat is not executed.\nThe hearing of the motion for a new trial was continued over the term, and was finally decided by the court at the next term, on the 14th day of March, 1901. The court overruled the motion, and entered judgment for the plaintiff. In considering the motion for new trial, the court announced its oral decision as follows:\nIt will be observed that, while the motion for a new trial in this case is signed by counsel A. K. Delaney and R. W. Jennings on behalf of the defendants, the claimed affidavit attached thereto and signed by Mr. Jennings was not sworn to by him. It is unquestioned that, to sustain a motion for a new trial on the ground of improper conduct on the part of the jury, a showing must be made by affidavit. Some of the facts connected with the transactions referred to in the claimed affidavit are omitted. It will be conceded that the special findings submitted to the jury were not returned by them with their verdict, nor at all, and that the jury mingled with the body of the citizens without finding as requested by the plaintiff; but, in addition to this, the record discloses the further facts that, when counsel for the plaintiff requested the special findings, counsel for the defendants resisted the same, objected to the special findings as requested and as submitted to the jury, and took an exception to the ruling of the court in ordering the same submitted to the jury. At the time the general verdict was delivered to the court by the jury, and it was ascertained that the special findings had not been signed, counsel for the plaintiff asked leave to withdraw such special findings. These are facts that do not appear in the claimed affidavit.\nWhile it is possible that the withdrawal of the special findings by the plaintiff did not in all respects cure the failure of the jury to pass upon them, the court is satisfied the jury acted in good faith; that their failure to sign and return the special findings was a mistake, and the result of misunderstanding on their part, and not the result of intentional wrong. And, inasmuch as the defendants, by their counsel, objected to these requests for special findings on the part of the plaintiff, and to their being submitted to the jury, the court was of the opinion that the party requesting might even then withdraw them by permission of the court, and that no reasonable objection could be made to such action of the court by defendants. The court is fully satisfied of the honesty and integrity of the jury and their desire to do right in the matter; that there was no willful misconduct on their part; the trial was absolutely fair; the case has been fairly submitted, and the general verdict returned by the jury is right. Considering all the facts and circumstances of the case as now before the court, the court is of the opinion there was no error in the action of the court or jury that the defendants can take advantage of, or that should seriously affect the judgment of the court in passing upon this motion; and that the motion on that ground cannot be sustained.\nThe next ground of the motion is that the verdict is not sustained by ,fhe evidence, and in specifying the particulars in which the evidence is insufficient the defendants state, first, “that there is no sufficient evidence introduced showing or tending to show a discovery of gold prior to location.” The evidence in the case shows that one of the witnesses describing the occurrences at the time of making the location stated that a discovery of gold was made on the claim before location, and no further question touching that matter was asked either on examination in chief or cross-examination. While this showing as to discovery may not be of the most satisfactory character, it is clear that there was evidence upon the question, and, in the failure of the defendants to show anything to the contrary, must certainly be deemed sufficient to sustain the verdict. The second insufficiency pointed out is “that the claim was not sufficiently marked on the ground so that the boundaries thereof could be readily traced, and that there was no reference to natural objects or permanent monuments; that the record of said claim did-not comply with the requirements of the Revised Statutes of the United States concerning the location and record of mining claims.” Upon these several points the evidence discloses the following facts:\nThe party locating cut off a standing tree some six feet above the ground, hewed the side thereof, and wrote their notice upon the tree claiming a certain number of feet up the creek and 330 feet on each side, making a claim of 20 acres, as described in the notice. The notice was dated and signed. At the upper end of the claim a tree was cut in the same way, hewn on four sides, a notice posted thereon showing this to be the upper end of the same claim, indicating its width, the name of the claimants, etc. Upon the question as to what would be considered a proper compliance with the Revised Statutes of the United States, the court instructed the jury as follows:\n“If the center line of a location lengthwise of the claim up and •down the creek is marked by a stake or monument at each end thereof, upon one or both of which is placed a written notice showing that the locator claims the length of said line upon the claim from stake to stake and a certain specified number of feet in width on each side of the line, such location of the claim is so marked that the boundaries may be readily traced, and, so far as the marking of the location is concerned, is a sufficient compliance with the law, unless the conditions or topography of the country, or the great amount of brush or timber on the land, would prevent a person making an honest and bona fide effort to trace or ascertain the boundaries from doing so. If, therefore, you find from the testimony in this case that Jamison, acting for the plaintiff, planted a stake or blazed •a tree at each end of the claim No. 5 Above Discovery, and placed thereon a notice claiming 1,320 feet up and down the creek and 6G0 feet in width for placer mining purposes, 330 feet of which was on each side of said stake and center line, then the location was distinctly marked on the ground so that its boundaries could be readily traced, within the meaning of the act of Congress, and in compliance with the law in that particular; unless you further find from the evidence in the case that the topography of the ground upon which said claim was located was such, or the great amount of \"brush and timber thereon rendered the conditions such, that a person of ordinary Intelligence, seeing the said stakes or notices, or •either of them, and desiring by a bona fide effort to ascertain or trace the boundaries of said claim,'was unable to do so.”\nIf any fault can be found with this instruction, it is because it was too favorable to the defendants. It is a matter of great doubt whether the topography of the ground or the amount of brush or timber growing thereon should in anywise affect the matter of location; but I was, and am still, of the opinion that a legal and fair location of a mining claim would not be made by placing notices upon a tree or stake that was situated in an inaccessible place, or where it was SO' surrounded by brush and trees growing upon the land that it could not be seen, or that a person passing over said' ground, and honestly seeking to make a location, could not,, because of such situation, be apprised of the former location having been made. If the conditions were such that a person passing over the land could see nothing to indicate that another had made a location, if whatever had been done towards a location at some prior time was so hidden that persons honestly looking for mineral land upon which to locate could not be expected to observe it, it should not be deemed such a location as the statute contemplates, or such a notice of a location as would sever the particular tract from the mineral lands of the United States, and such an imperfect location should not avail against one in good faith coming\" upon the ground and making a subsequent location in accordance with law.\nBut, as before stated, if the court erred in said instruction, it was in favor of the defendants, and therefore it was an error of which the defendants could take no advantage. The plaintiff alone, if any one, might complain of such instruction. It is the opinion of the court, therefore, that this ground of motion for a new trial is not well taken.\nOn the question as to natural objects, etc., and a record, it is sufficient to say that the Revised Statutes of the United' States require a compliance with neither of these propositions in order that a valid location should be made. There was then no mining district, no record whatsoever shown to-have been made, and no local mining laws or customs were shown in evidence; so that these matters are not in the case.\nThe next ground of objection is that the verdict is against the law; but in what respect it is against the law the motion does not point out, and therefore fails to specify any ground which the court is bound to consider. The following ground: “Errors of law occurring at the trial, and excepted to by the defendants,” is subject to the same criticism. What errors of law? The court is not required to go through the entire record, and ascertain what objections were made, and what were or are now claimed as errors of law. This ground, in order to challenge the court’s attention by motion, must contain specific and definite matters of claimed error. Failing in this, it will not be considered, except as possibly challenging the instructions that were given by the court on the trial, and the court is of the opinion that the case was fairly submitted to the jury on the instructions given.\nThe trial of this case was fair, and was conducted in an orderly and careful manner by court and counsel; the conduct of the jury was unexceptional; the verdict of the jury commends itself to the judgment of the court, and the court is of the opinion that the verdict was right under the evidence and the law in this case.\nWithout further discussion of the matters referred to in the motion for a new trial, the motion is overruled, and judgment ordered for the plaintiff.",
        "type": "majority",
        "author": "BROWN, District Judge."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "JOSEPH F. MOORE v. GEORGE STEELSMITH, CHARLES McDONALD, CHARLES HAUGE, M. T. ROWLAND, JOHN DOE AND RICHARD ROE, whose True Names are Unknown to Plaintiff.\n(United States District Court for District of Alaska, Division No. 1.\nMarch 14, 1901.)\n1. Discovery.\nAs a condition precedent to the appropriation of the mineral lands of the United States by persons lawfully entitled to make such appropriation, a discovery of some of the precious metals therein in some appreciable quantity is necessary.\n2. Notice of Location.\nA stake placed at each end of a mining claim on the center line thereof, with a notice thereon claiming 1,320 feet up and down the creek and 330 feet on each side of said stake and center line for placer mining purposes, is a sufficient marking of the claim to comply with section 2324,' Rev. St U. S. [U. S. Comp. St. 1901, p. 1420J. If, however, there is a great amount of brush and timber on the ground, and the posts marking the claim and the notices thereon are established in an inaccessible place, or where the brush and timber are so thick that a person honestly looking for indications of mineral and for vacant ground would not be able to see such stakes or notices, then such marking would be insufficient.\n8. Removal op Notices ok Monuments, Etc.\nWhen a location is once lawfully made, and the ground constituting the same thereby severed from the great body of the mineral lands of the United States, the locator’s right of possession becomes fully vested, and cannot be divested by the removal or obliteration of notices, stakes, or monuments without the act or fault of the locator.\n4 Character op the Title.'\nThe possessory right of a locator of the mineral lands of the United States, when a location thereof has been lawfully made,, though the ultimate title remains in the United States, is a; much property, and under his control, as if the fee thereof was vested in him, as long as he conforms to the laws of the United States and local regulations in the exercise of his possessory right.\n6. Power op Attorney\nA location made under power of attorney is as lawful as if made by the locator in his own proper person.\n6 New Trial.\nA ground of motion stated in the language of the statute that “the verdict is against the law” or “error in law occurring at the trial, and excepted to by the party making the application,-’' states no ground for a new trial upon which the court is required to pass.\nTried July 12, igoo. March 14, 1901, motion for new trial overruled, and judgment entered for the plaintiff."
  },
  "file_name": "0121-01",
  "first_page_order": 145,
  "last_page_order": 163
}
