{
  "id": 8504625,
  "name": "MARTIN et al. v. HECKMAN et al.",
  "name_abbreviation": "Martin v. Heckman",
  "decision_date": "1901-05",
  "docket_number": "No. 1,099",
  "first_page": "165",
  "last_page": "172",
  "citations": [
    {
      "type": "official",
      "cite": "1 Alaska 165"
    }
  ],
  "court": {
    "name_abbreviation": "Alaska Dist. Ct.",
    "id": 23837,
    "name": "Alaska District Court"
  },
  "jurisdiction": {
    "id": 53,
    "name_long": "Alaska",
    "name": "Alaska"
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 620,
    "char_count": 15116,
    "ocr_confidence": 0.662,
    "pagerank": {
      "raw": 1.5960800059851127e-07,
      "percentile": 0.6830432971188668
    },
    "sha256": "42dfd231077428edf4bb88cf4004da86d0d49d944590bb9e25f73ce52be77db8",
    "simhash": "1:74997ee01c9ab541",
    "word_count": 2641
  },
  "last_updated": "2023-07-14T18:29:24.862971+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "MARTIN et al. v. HECKMAN et al."
    ],
    "opinions": [
      {
        "text": "BROWN, District Judge.\nIn the consideration of the case of Carl A. Sutter et al. v. Heckman and the Alaska Packers’ Association as to the fishing rights of the complainants, the court has practically passed upon every material question raised in this case as to the right of the complainants to extend their wharf without being hindered by the respondents.\nThe’ evidence clearly shows that the complainants were in the actual possession of the uplands adjoining the tide waters of Tongass Narrows for a long period of time prior to the respondents having secured any rights, possessory or otherwise, in or t'o the said lands. But, for the purposes of this case, let it be considered that the rights of the complainants and respondents were contemporary, and that their posses-, sory rights and acts of possession were initiated at the samé time. The respondents have offered in evidence their plat and map, showing the precise lands that are occupied and held by them on said tide lands, and they describe certain lots that have been surveyed as a part of a town site, and said map shows as well the lots and lands occupied by the complainants. Under the law, if the right of each party to the uplands were equal, the respondents could construct a wharf in front of their upland holdings in a direct line therefrom to the deep water of Tongass Narrows, but they would have no right, even if said land had been patented, and the re-.; spondents had an unquestioned right to their holdings, to cross the front of any other man's holdings bordering upon the said tide waters. The respondents’ right to wharfage extends from the shore line out to deep water, on a line running nearly at right angles with the general shore line; but they may not cross, nor will they be permitted to cross or occupy, any of the tide flats, or an • inequitable proportion thereof, so as to deprive other upland holders adjoining them of the same equitable right to reach deep water over the said tide flats. The complainants have the same right as the respondents- to extend the line of their wharf out to deep' water, and in such manner as they choose, on lines of their shore holdings.\nThe respondents, by constructing their wharf on diagonal' lines, and at an acute angle with the shore line across the'frontage of other upland holders, and particularly across the' frontage of lands occupied and possessed by these complainants, have wrongfully and unlawfully interfered with plaintiffs’ right, and cannot, therefore, be permitted to continue their wharf and floats as at present located and constructed. That it is the complainants’ right to have them restrained and enjoined from maintaining their wharf as at present located, and from extending the same to a point where they cross in front of Complainants’ upland holdings, seems to be supported by ample authority.\nThe evidence in this case seems to indicate that the -shore line of Tongass Narrows is somewhat semicircular, and that, to reach deep water from certain portions thereof, it is necessary to run lines diagonal to the side lines of the lots as surveyed in the town site; and that, while the respondents are entitled to an equitable proportion of the tide flats, so as to permit them to reach deep water, they may not so build or construct their wharf as to interfere with intervening upland holders, nor .should they be permitted to extend their wharf so far out into deep water as to make it inconvenient or impracticable for vessels coming into said Tongass Narrows to approach plaintiffs’ wharf.\nThe temporary injunction heretofore granted in this case, restraining the respondents from extending or continuing their wharf as at present located and constructed, will therefore be made perpetual.\nOn Petition of Defendants for Modification of Decree.\n(May, 1901.)\nI have examined the petition of defendants in this case presented to the court for the purpose of securing some amendments to the decree heretofore entered herein. The application for the amendment and the claimed error seem to be based wholly upon alleged errors of findings of fact and conclusions of law that accompanied the decree. The findings of fact and conclusions of law were presented to the court by the attorneys for the plaintiffs in the case, and, while they go somewhat further than the decision of the court on file seems to contemplate, I am of the opinion that, as to the matters wherein the error is claimed to have occurred, such findings are wholly outside of the issues involved under the pleadings in the case, and are, in the main, surplusage. In truth, findings of fact and conclusions of law are confined wholly to actions at law, and were unheard of in proceedings in equity, so far as I am informed, until required by the express language of the Civil Code. The decree in equity settled all matters in controversy between the parties. Unless, by express requirement of the Oregon Code, these findings of fact and conclusions of law were required in an equitable action, I am of the opinion that all such findings and conclusions in this case form no part of the decree, and are without force and effect. They were signed by the court at the time, as a part of the decree to be entered, under the same impression that I now entertain, viz., that the Oregon Code does not, in terms, require the court in suits in equity to make any such findings. The only reference to such findings I am able to find in Hill’s Annotated Codes is found in section 396, p. 412, vol. 1, compilation of 1892, which reads as follows:\n“The provisions of title 1 of chapter 2, of this code, shall apply to suits, except as in this title otherwise or specially provided; but issues of law and fact shall be tried by the court, unless referred.”\nReferring to title x of chapter 2 (section 178 of said compilation), I find the following: “An issue of law shall be tried by the court, unless referred as provided in title VI of chapter 2;” which is the same provision, in substance, covered by section 396, before referred to. But this section further provides: “An issue of fact shall be tried by a jury, unless tried by the court or referred, as provided in titles V and VI of chapter 2.”'\nWhatever may be the provisions of titles 5 and 6 of chapter 2, it can hardly be said that they form a part of title 1, which is in force in suits by the express terms of section 396. However, title 5 of chapter 2 (section 218) provides for a waiver of a trial by jury and a trial by the court, which clearly could not be in force in suits, because, in all proceedings in courts of equity, juries are dispensed with, unless called for a specific purpose to pass upon some question of fact that may be formulated by the court to submit to the jury. So that in suits the waiver of a jury, required in actions at law, could never be required, and was never intended to be required, by the Oregon Code. Section 219 provides :\n“Upon the trial of an issue of facts by the court, its decision shall he given in writing, and filed with the clerk during the term, or within twenty days thereafter. The decision shall state the facts found and the conclusions of law separately, without argument or reason therefor.”\nIt also provides that the decision shall be entered in the journal of the court, etc. This requirement is clearly intended to apply to law actions, and never to affect the proceedings of courts in equity suits. Had the Legislature of Oregon intended ■ titles 5 and 6, or either of them, to apply to suits, express reference would have been made to these titles in section 396, or some other section of the Oregon Code treating the subject of suits. I am clearly of the opinion that cross-references in title 1 of chapter 2 were not put in force in suits by section 396 of title 1 of-chapter 5, \"before referred to. I therefore conclude that these special findings of fact and conclusions of law are not of such binding force as to affect adversely the rights of the defendants in this case.\nIt is to be remembered that this suit was brought to enjoin the defendants from erecting a certain structure that was calculated to prevent the plaintiffs from the proper completion of a wharf then in process of construction by them. The defendants answer and set up some affirmative claims and rights of their own in and to certain lands bordering on-Tongass Narrows, and neither their answer nor the supplemental answer definitely define the points to which the plaintiffs sought to build their wharf, or the point to which defendants undertook to build their structure, which, in their answer, they claim was intended in part for the purpose of a wharf to be further constructed by them. Both the complaint and the answer stop as soon as they allege that each is trying to construct his wharf from the uplands to the deep* waters of Tongass Narrows. To what depth of “deep water”' they seek to go is impossible to determine from the pleadings. To what length the plaintiffs seek to extend their wharf the-complaint itself fails definitely to inform us. The court was-satisfied from the evidence in the case — is satisfied now— that the defendants were encroaching upon the rights of' the plaintiffs with their structure, and were erecting it in such a manner, and so placing floats around it, as to prevent the plaintiffs from completing their wharf according to their right, and in the manner originally intended by them.\nOn the maps offered in evidence it appears that the end of the plaintiffs’ wharf, at its furthest extent, reaches a depth of 26 feet of water, and the point of the defendants’ structure furthest extended, and the float attached thereto, reaches a depth on one side of 32 feet and 34 feet on the other, and that the furthest point — being the corner of the float extended' furthest into the narrows- — reaches the depth of 40 feet. The plaintiffs’ wharf, called the “Strong & Johnson Wharf,” seems to be in part constructed over very shallow water, only the most extended point reaching to a depth of 26 feet. What should be settled as “deep water” is a matter difficult to determine. The greatest depth of water drawn by any ship’’. attempting to land at these wharves would certainly be sufficient for all wharf purposes. Of the greatest depth drawn by ocean ships landing or attempting to land at these points we are not fully advised by the testimony; but, so far as I recall it, none reached a depth of 30 feet. If the court is right upon this point, the extension of the Strong & Johnson wharf to a point where it would reach the present structure-of the defendants would bring it to a depth of 30 or 32 feet. But extending it that far would interfere or displace to some-extent the present structure of the defendants. Certainly the court would not permit the plaintiffs to extend their wharf indefinitely, and the decree of the court could not be construed to mean that they could, but that they might extend it to deep water; and by deep water is meant, in connection with wharves, to such depth as will accommodate seagoing craft that might have occasion to stop at these wharves. The court, in referring to “Front street” in the findings, as said street is delineated on the map, intended thereby to indicate a point to which the plaintiffs might go, and that the defendants could not be permitted to meddle with or prevent. In referring to intervening lands, the court said in its decision in this matter that the line of high tide was somewhat circular in form, and that the parties having\" upland holdings could proceed therefrom in direct lines from their holdings to the deep water. Where the shore line is-semicircular in form, the same bending inward from the sea, each party holding land bordering upon the tide water can only have an equitable portion of the approaches to deep water. The right of the defendants in this case to an approach to deep water is unquestioned; but should they construct their approach or their wharf over intervening equities of other owners, the court intimated in its decision and finding that they would be violating the rights of others, and, if they encroached upon the rights of these plaintiffs, they would be violating their rights.\nIf the decree of the court is somewhat uncertain in terms, the error is not the error of the court, but the error of the pleadings in failing to properly detail the issues between the parties as to their respective rights. The court did not attempt, nor is it required, under the issues in this case, to determine the rights of the several parties, save and except as to the single question as to whether or not the defendants were in fact encroaching upon the rights of the plaintiffs, and should, therefore, be restrained. Further than that the court attempted to settle nothing in this case, except what might be in its nature advisory to the defendants in their future operations in attempting to wharf out to deep water. In following their present line to deep water, they would prevent persons having rights in lands between their own and plaintiffs’ from reaching deep water at all. Therefore, .in pursuing their efforts to wharf out to deep water, the court reminds them that they should pay reasonable regard to the equities and rights of others, and by so doing they can preserve their own rights, and construct their wharf without trouble or interference from any. I therefore decline to open up the decree and to make any changes therein; but I attach to the decision I now file the former decision of the court in the premises, that the same, as a whole, may remain upon the files of the court as a clearer and better guide to the parties in their attempt to enforce their several rights under the decree. The petition to open the decree is, therefore, denied.\nThe motion to modify has apparently been abandoned by the defendants by their filing of petition for modification, but the motion is also denied.",
        "type": "majority",
        "author": "BROWN, District Judge."
      }
    ],
    "attorneys": [
      "C. K. Delaney, for plaintiffs.",
      "Oscar Eoote and Winn & Shackleford, for defendants."
    ],
    "corrections": "",
    "head_matter": "MARTIN et al. v. HECKMAN et al.\n(First Division. Juneau.\nMay Term, 1901.)\nNo. 1,099.\n1. Public Lands — Tide Lands — Injunction—Whakves.\nAn upland owner may extend bis wharf across tide la&ds to deep water at right angles to Ms shore line, hut may not deprive other upland owners of an equal privilege. The defendants erected their wharf on diagonal lines and at an acute angle from their shore line, thereby crossing the line of approach from deep water to plaintiffs’ land. A perpetual injunction was granted.\n2. Trial — Findings op Fact — Conclusions op Law.\nIn this court, held, that findings of fact and conclusions of law are not of such binding force as to affect adversely the rights of the defendants.\n8. Public Lands — Tide Lands — Injunction—Wharves.\nWhere different persons own portions of the upland shore line of a small semicircular hay, each party can have only an equitable portion of the approaches to deep water, and a court of equity will protect their several rights by injunction.\nSuit to Enjoin the Erection of a Wharf in Front of Plaintiffs’ Property.\nInjunction granted.\nC. K. Delaney, for plaintiffs.\nOscar Eoote and Winn & Shackleford, for defendants."
  },
  "file_name": "0165-01",
  "first_page_order": 189,
  "last_page_order": 196
}
