{
  "id": 8504693,
  "name": "UNITED STATES v. POWERS AND ROBERTSON",
  "name_abbreviation": "United States v. Powers",
  "decision_date": "1901-06-07",
  "docket_number": "No. 25",
  "first_page": "180",
  "last_page": "188",
  "citations": [
    {
      "type": "official",
      "cite": "1 Alaska 180"
    }
  ],
  "court": {
    "name_abbreviation": "Alaska Dist. Ct.",
    "id": 23837,
    "name": "Alaska District Court"
  },
  "jurisdiction": {
    "id": 53,
    "name_long": "Alaska",
    "name": "Alaska"
  },
  "cites_to": [
    {
      "cite": "24 Pac. 553",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "14 Colo. 413",
      "category": "reporters:state",
      "reporter": "Colo.",
      "case_ids": [
        2542665
      ],
      "opinion_index": 0,
      "case_paths": [
        "/colo/14/0413-01"
      ]
    },
    {
      "cite": "1 Or. 267",
      "category": "reporters:state",
      "reporter": "Or.",
      "case_ids": [
        1869868
      ],
      "opinion_index": 0,
      "case_paths": [
        "/or/1/0267-01"
      ]
    },
    {
      "cite": "15 Stat. 241",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "43 Fed. 570",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3728088
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/43/0570-01"
      ]
    },
    {
      "cite": "114 U. S. 417",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11294459
      ],
      "weight": 5,
      "opinion_index": 0,
      "case_paths": [
        "/us/114/0417-01"
      ]
    },
    {
      "cite": "1 Fed. 784",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3719027
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/1/0784-01"
      ]
    },
    {
      "cite": "4 Sawy. 211",
      "category": "reporters:federal",
      "reporter": "Sawy.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "213"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "3 Dill. 275",
      "category": "reporters:federal",
      "reporter": "Dill.",
      "opinion_index": 0
    },
    {
      "cite": "1 Sawy. 701",
      "category": "reporters:federal",
      "reporter": "Sawy.",
      "case_ids": [
        6127442
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/f-cas/28/0391-01"
      ]
    },
    {
      "cite": "30 Stat. 1340",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 627,
    "char_count": 15663,
    "ocr_confidence": 0.627,
    "pagerank": {
      "raw": 1.0692040295172874e-07,
      "percentile": 0.5593648510009657
    },
    "sha256": "04998a11c3f5e1deed55e26ac28b331b3d78cb8b12cd78b3358a9ddc252d7086",
    "simhash": "1:b0ba440121093059",
    "word_count": 2700
  },
  "last_updated": "2024-02-27T16:57:40.052731+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "UNITED STATES v. POWERS AND ROBERTSON."
    ],
    "opinions": [
      {
        "text": "WICKERSHAM, District Judge.\nThe defendants were-ariested on an information filed by the United States marshal upon the verified complaint of two reputable citizens, charging them with a violation of the liquo'r license law. The-first count in the information charges the defendants with, selling liquor at a certain place without a license, in violation of section 472 of the Code of Procedure of Alaska (Act-March 3, 1899, c. 429, 30 Stat. 1340). The second count charges that they obtained a license to sell liquor in a certain building, but that, without first obtaining the consent of •the District Court, they moved their saloon to another locality, and are there maintaining it, and selling liquor from a tent, which cost less than $500, in violation of sections 469 and 473 of the Code of Procedure. The penalties fixed upon a conviction under these counts are, respectively, for the first, a fine of not less than $100 nor more than $2,000, or to be imprisoned for not less than two months nor more than one year; for the second, and for the first conviction, a fine of not less than $50 nor more than $200.\nThe defense filed a motion to set aside the information and discharge the defendants upon the grounds: (1) That prosecutions for the crime alleged to have been committed by the defendants cannot be begun or instituted by information; that the same must be on presentment or indictment by a grand jury; that such information is contrary to the fifth amendment to the Constitution of the United States, which provides that no person shall be held to answer for a capital, or otherwise infamous, crime unless by presentment or indictment by a grand jury. (2) That from the records and files of said court it appears that the defendants are doing business under a barroom license granted by the authority of said court. (3) That it is not a crime, under the Code of Alaska, to remove a barroom from one building to another in the same town, camp, or settlement. {4) That the only locus mentioned in said license is Eagle City. (5) That the said information is defective, in that it is not verified by the oath'of the party making it, as made and provided by law.\nThere is a basis of fact in the second objection made by the defense, for from the records and files of this court it does appear that a license to sell liquor was regularly granted to the defendants on October 3, 1900, and is now in force. By section 463 of the Code of Criminal Procedure it is made necessary that a party applying for a license shall do so by a verified petition, and it shall contain, among other statements and information, a description of “that particular place for which license is desired, designating the same by reference to street, locality, or settlement, in such manner that the exact location at which such sale of liquor is proposed may be clearly and definitely determined from the description given.” In compliance with this provision, the defendants, in their petition, alleged their “desire to procure a barroom license to engage in the sale of intoxicating liquors in the log building situated on B street in said Eagle City, known as the 'Chamber of Commerce,’ which building cost and is worth upwards of $2,000.” Before granting the license, the court heard testimony as to the character and value of the building, and, in the order granting the license, after reciting that the application was for the Chamber of Commerce building, found as a fact “that the place where applicants intend to carry on such business is a substantial building, which has cost not less than $2,000 in its construction.” This finding was rendered necessary and jurisdictional by the last clause of section 468, which provides “that no license shall be granted for the sale of liquors, at either wholesale or retail, in any other than a substantial building which shall have cost for construction not less than five hundred dollars.” Upon these representations and the order mentioned, the clerk issued a license to the defendants, who opened a saloon in the Chamber of Commerce building. According to the sworn complaint upon which the information issued, on the 3d day of June, 1901, they' removed their saloon from this substantial building, without further leave of the court, to a tent building situate on lot 16, block 8, which tent building cost less than $500. Section 473 provides “that any person, having obtained a license under this act, who shall violate any of its provisions, shall, upon conviction of such violation, be fined not less than fifty dollars nor more than two hundred dollars,” etc. They are accused by the first count in the information with selling liquor at the tent building without a license, and by the second with selling in a tent building costing less than $500.\nThe first and important question raised by the motion is whether the crime alleged can be prosecuted by information or only by indictment. It is urged that the proceeding by information is contrary to the fifth amendment to the Constitution of the United States, and that the section of •the Alaska Code of Procedure authorizing it is void. The section thus attacked is section 474 of the Code of Procedure, contained in the act of Congress of March 3, 1899, and reads as follows: •\n“Sec. 474. Procedure. That prosecutions for violations of tlie provisions of this act shall be on information filed in the District Court or any subdivision thereof, or before a United ¡States commissioner, by the United States marshal or any deputy marshal, or by the district attorney or by any of his assistants. Or such prosecution may be by and through indictment by grand jury, and it shall be the duty of either of said officers, on the representation of two or more reputable citizens, to file such information, or to present the facts alleged to constitute violations of the law to the grand jury.”\nThis section must be considered and construed in connection with section 3 of the same Code of Procedure, which reads as follows:\n“Bee. 3. Pelonies, How Prosecuted. That no person can be tried for the commission of a felony but upon the indictment of a grand jury.”\nSection 3 thus limits the scope of section 474 to the prosecution of misdemeanors by information. Section 184 of thé Criminal Code defines misdemeanors as follows:\n“Sec. 184. Division of Crimes. That crimes are divided into felonies and misdemeanors. A felony is a crime punishable by death. or which is or may he punishable by imprisonment in the penitentiary. Every other crime is a misdemeanor.’1\nIt follows, by the Code of Procedure, that no felony or crime which is or may be punishable by death or imprisonment in the penitentiary can be prosecuted by information, but that all other crimes comprising misdemeanors only, may be thus prosecuted.\nAs thus limited, the inquiry is whether section 474, authorizing the prosecution of misdemeanors by information is constitutional and valid. Happily this court is not required to attempt to solve the constitutional question, or to determine whether or not there is such a question to be solved. If the District Court of Alaska may not declare an act of Congress applicable to Alaska void for supposed conflict with the Constitution of the United States, it follows that by the express provisions of section 474 misdemeanors may be prosecuted by information. If this court may test the validity of the act by the standard of the Constitution, yet the same result must follow, for the question involved in this case has been decided by the higher courts in favor of the right of the government to prosecute misdemeanors by information. U. S. v. Waller, 1 Sawy. 701, Fed. Cas. No. 16,634; U. S. v. Maxwell, 3 Dill. 275, Fed. Cas. No. 15,750; U. S. v. Block, 4 Sawy. 211, Fed. Cas. No. 14,609; U. S. v. Baugh (C. C.) 1 Fed. 784; U. S. v. Ebert, Fed. Cas. No. 15,019; U. S. v. Shepard, Fed. Cas. No. 16,273; Ex parte Wilson, 114 U. S. 417, 5 Sup. Ct. 935, 29 L. Ed. 89; U. S. v. Cobb (D. C.) 43 Fed. 570.\nIn the case of U. S. v. Waller a criminal information was filed in the United States court in California against the defendant for importing distilled spirits into Alaska. The same constitutional objection raised in this case having been urged upon a motion to quash the information, Mr. Justice Field, sitting as circuit justice with Judge Sawyer, said:\n“We are of the opinion that an information may he filed by the district attorney, in behalf of the United States, in the national courts, for misdemeanors committed against the laws of the United States. The motion to quash the information in this case is therefore denied.”\nThat case was cited with approval by the Supreme Court of the United States in Ex parte Wilson, supra, where the court says:\n“The offense which Mr. Justice Field and Judge Sawyer held in U. S. v. Waller, 1 Sawy. 701 [Fed. Cas. No. 16,634], might be prosecuted by information is there described as ‘an offense not capital or •otherwise infamous,’ and, as appears by the statement of Judge Deady in U. S. v. Block, 4 Sawy. 211, 213 [Fed. Cas. No. 14,609], was the introduction of distilled spirits into Alaska, punishable only by fine of not more than $500 or imprisonment not more than six months. Act of July 27, 1868, c. 273, § 4; 15 Stat. 241.”\nNeither crime charged in this information is a capital offense. The proceeding by information, however, would still be obnoxious to the fifth amendment of the Constitution if .an infamous punishment could be imposed by the court upon a conviction. In Ex parte Wilson, supra, it appears that the penalty for importing distilled spirits into Alaska in violation •of the act of 1868 was a fine of not more than $500 or imprisonment not more than six months. The offense was pronounced by Mr. Justice Field “an offense not capital, or •otherwise infamous,” and this opinion is approved by the Supreme Court. In this case the penalty provided by the Code of Alaska for a violation of the law, as charged in the first count, is a fine of “not less than one hundred dollars nor more than two thousand, or to be imprisoned for not less than one month or more than one year,” and by analogy with the opinion in U. S. v. Waller it follows that the punishment is not infamous, and the information is not in conflict with the first prohibition in the fifth amendment to the Constitution.\nNeither offense charged in this information is a capital crime nor an infamous crime, unless that contained in the first count is made a felony by that construction of its penalty clause urged by counsel for defendants. He insists with much force that the penalty affixed to the violation of the offense charged in the first count necessarily makes that, crime a felony, which can only be prosecuted by indictment. “A felony is a crime punishable by death, or which is or may be punishable by imprisonment in the penitentiary.”' Section 184, p. 40, Carter’s Code. The penalty fixed by section 472 for the crime charged in the first count is a fine “not less than one hundred dollars nor more than two thousand dollars, or to be imprisoned for not less than one-month nor more than one year.” The place of imprisonment is not fixed by law, and counsel for defendants urges that it may either be in the county jail or penitentiary, at the discretion of the court. The argument is that, because it “may be punishable by imprisonment in the penitentiary,”' the crime is necessarily a felony, and therefore only liable to prosecution by indictment.\nBut the true rule of interpretation upon this point is that given by Judge Boise in a leading case from Oregon:\n“If we apply the well-known rule that criminal statutes are strictly construed, and not construed against the accused beyond their literal and obvious meaning, then it would follow that, as it is as obvious from the language of the statute that the imprisonment in this case should be in the county jail as in the penitentiary (neither place being mentioned), we think the statute should be construed as only creating a misdemeanor, and not a felony; for to give it the-other construction would be construing the statute against the prisoner, beyond its literal meaning, as it would create the offense a felony, which is an offense of a higher grade than a misdemeanor, and inflict upon the convict incurable disabilities, which are not incident to a misdemeanor.” Horner v. State, 1 Or. 267; Endlich on the Int. Stat. § 330; Brooks v. People, 14 Colo. 413, 24 Pac. 553.\nA sentence to the penitentiary under the Alaska Code “for any term less than life suspends all civil rights of the person so sentenced, and forfeits all public offices and all private trusts, authority, or power during the term or duration of such imprisonment.” Section 196, Criminal Code of Alaska. No such forfeitures follow upon sentence to the county jail. The general policy of mercy and leniency which the law shows to accused persons in all cases of doubt forbids that such grave and serious consequences be added to a sentence by a forced interpretation of a doubtful phrase. It follows' that any imprisonment imposed as a part of a sentence for a violation of section 472 of the Code of Procedure must be-in the county jail. By. this interpretation the crime charged' in the first count is determined to be a misdemeanor, and may be prosecuted by information.\nUpon consideration of the other grounds of objection,, they are overruled. It does not appear from the records and files of the court that the defendants have a license to-sell liquor within the tent building upon lot 16, block 8. While the license issued by the clerk may not contain the description of the property where, the defendants were authorized to sell liquor, the verified petition of the defendants-for the license, and the order of the court instructing the clerk to issue it, did particularly describe the premises, and defendants had no license or authority to sell at any other-place. The Code of Procedure does not specially require a criminal information to be verified by the oath of the marshal or prosecuting attorney. It was filed upon the verified complaint of two reputable witnesses, and that is sufficient.\nUnder the provisions of section 474 of the Code of Procedure, and upon the authorities cited, it is my opinion that misdemeanors, for which an infamous punishment is not provided by law, may be prosecuted in Alaska upon a criminal information filed by the marshal or any of his deputies, by the prosecuting attorney or any of his deputies, as well as by indictment by the grand jury. Felonies can only be prosecuted upon indictment. The motion to quash the information is denied.",
        "type": "majority",
        "author": "WICKERSHAM, District Judge."
      }
    ],
    "attorneys": [
      "Carl M. Johanson, for the prosecution.",
      "L. C. Hess, for defendants."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES v. POWERS AND ROBERTSON.\n(Third Division. Eagle.\nJune 7, 1901.)\n(No. 25.)\n1. Information — Misdemeanor.\nMisdemeanors for which no infamous punishment is provided' by law may he prosecuted in Alaska upon information; felonies-only upon indictment.\n2. Licenses — Intoxicating Liquor.\nUnder the Alaska Code, a liquor license issues for a particular building, and the liquor seller is without authority or license-to sell in any other place or building, unless the transfer is first authorized by the court.\n8. Statutes — Construction.\nWhere the penalty fixed by statute is or may be one year’s-imprisonment, without stating whether it is in the penitentiary or the county jail, and-where the imprisonment in the penitentiary adds forfeiture of civil or other rights or offices, and- makes-the offense a felony, the court will give the accused the benefit of the doubt, and fix the term of imprisonment in the county jail.\nCarl M. Johanson, for the prosecution.\nL. C. Hess, for defendants."
  },
  "file_name": "0180-01",
  "first_page_order": 204,
  "last_page_order": 212
}
