{
  "id": 8504719,
  "name": "SUTTER et al. v. HECKMAN et al.",
  "name_abbreviation": "Sutter v. Heckman",
  "decision_date": "1901-06-28",
  "docket_number": "No. 1,164",
  "first_page": "188",
  "last_page": "201",
  "citations": [
    {
      "type": "official",
      "cite": "1 Alaska 188"
    }
  ],
  "court": {
    "name_abbreviation": "Alaska Dist. Ct.",
    "id": 23837,
    "name": "Alaska District Court"
  },
  "jurisdiction": {
    "id": 53,
    "name_long": "Alaska",
    "name": "Alaska"
  },
  "cites_to": [
    {
      "cite": "23 Stat. 26",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": -1
    },
    {
      "cite": "23 Stat. 24",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "30 Stat. 413",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "13 How. 518",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3362169
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/54/0518-01"
      ]
    },
    {
      "cite": "108 Mass. 208",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2106139
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/108/0208-01"
      ]
    },
    {
      "cite": "126 Mass. 367",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        728018
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/126/0367-01"
      ]
    },
    {
      "cite": "18 Wis. 118",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8708279
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wis/18/0118-01"
      ]
    },
    {
      "cite": "10 Wall. 497",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        3437121
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/77/0497-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 952,
    "char_count": 26770,
    "ocr_confidence": 0.644,
    "pagerank": {
      "raw": 1.5745904280580743e-07,
      "percentile": 0.6792826531585432
    },
    "sha256": "18356451c85cd29577c80a27b130208501aeae71ea502ab234ecb6d13d240a4f",
    "simhash": "1:f682880473e8bf63",
    "word_count": 4775
  },
  "last_updated": "2024-02-27T16:57:40.052731+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "SUTTER et al. v. HECKMAN et al."
    ],
    "opinions": [
      {
        "text": "BROWN, District Judge.\nIn passing upon the demurrer to the complainants’ bill, and the hearing of notice to show cause, the court considered the various questions of law that have been raised by the briefs and in argument of this case, and, after considering the case anew, sees no reason for changing its view, before expressed, upon the question of law presented. The court held at that time that the complainants, bjr use and occupation of the lands described, had acquired no rights by prescription in the tide lands described, that the right of fishery in the deep waters and upon the tide flats along the Tongass Narrows on either side of Ketchi-kan creek was a common one, and that the parties to this suit were equally entitled to take fish in said waters, so long, at least, as neither party interfered with the other in the exercise of such rights of fishery; and, if the complainants were the owners in fee of the uplands claimed by the respondents their littoral rights would give them no control over the tide lands for the purpose of fishing ordinarily. But the court also held that the owners of the uplands which bordered upon the tide waters of Tongass Narrows had certain littoral rights, which at least gave them a right of way from their upland holdings to the deep waters of the sea for purposes of fishing or navigation.\nRespondents now contend that the court could not give the complainants an exclusive right of way, and could not restrain the interference with that right by others desiring to fish at the same point, even if in some manner they should, in fishing there, interfere with the unrestricted going and coming of the complainants with their nets from their upland holdings to the deep waters of the sea, and in setting their nets and drawing them in again to the uplands, with the fish they might take therein; and they insist that this is a common right, and that all persons who desire may engage in fishing at this same point, and use all the rights and advantages that the complainants may, in landing fish either upon their uplands or upon the tide flats.\nIt may be conceded, for the purpose of this case, that in all navigable waters and arms of the sea in Alaska, and in all rivers where not forbidden by law, the right of navigating said waters and fishing therein is a common one to all the citizens of Alaska, and that no one, other perhaps than the natives, can acquire any exclusive right, either in navigating said waters or fishing therein. But, after admitting this, it is evident to the court that such admission does not aid the respondents in this action. Riparian rights and littoral rights are practically one and the same; certainly the same in principle. The word “riparian” is derived from the Batin “ripa,” a river bank, and is used to describe the rights of owners of uplands along running streams or rivers. The word “littoral” is derived from the Batin Titus,” the seashore, and is used— and properly so — in describing the rights of the upland owners along the seashore and tide lands. But, as before stated, the principle that controls largely the exercise of riparian and littoral rights is the same, and the authorities upon the rights of the riparian owner apply with equal force to the littoral rights of the owner of the uplands.\nIn the case of Yates v. Milwaukee, 10 Wall. 497, 19 L. Ed. 984, Justice Miller, speaking for the Supreme Court of the United States, says that the owner of the wharf in that instance “is certainly entitled to the rights of a riparian proprietor whose land is bounded by a navigable stream; and among those rights are access to the navigable part of the river from the front of his lot, the right to make a landing wharf or pier for his own use or for the use of the public, subject to such general rules and regulations as the Begisla-ture may see proper to impose for the protection of the rights of the public, whatsoever those may be.” “This riparian right is property, and is valuable, and, though it must be enjoyed in due subjection to the rights of the public, which cannot be arbitrarily or capriciously destroyed or impaired, it is a right of which, when once vested, the owner can only be deprived in accordance with the established law, and, if necessary that it be taken for the public good, upon due compensation.”\nThe case of Yates v. Jude, 18 Wis. 118, was relied on in argument as conclusive of the case then before the Supreme Court of the United States, the point relied on being that the laws of the state settled certain rights, which controlled in the matter then before the court. The Supreme Court, in answering, used the following language:\n“This does not depend upon statute or local state law. The law which governs the case is the common law, on which this court has never acknowledged the right of the state court to control our decisions, except perhaps in a class of cases where the state courts have established, by repeated decisions, a ruling of property in regard to land only peculiar to the state.”\nThe court concludes as follows:\n“On the whole, we are of the opinion that Shepherdson, as riparian owner of a lot bounded by a navigable stream, had a right to erect this wharf, and that Yates, the appellant, whether he be regarded as purchaser or licensee, has the same right.”\nThe rights of a riparian or littoral proprietor were well stated by Lord Shelbourne in Lyon v. Fishmongers’ Company, 1 App. Cas. 662. He says:\n“The rights of a riparian proprietor, so far as they relate to any natural stream, exist jure naturae, because his land has, by nature, the advantage of being washed by the stream; and, if the fact of nature constitute the foundation of the right, I am unable to see why the law should not recognize and follow the course of nature in every part of the same stream.”\n“The title to the soil constituting the bed of a river does not carry with it any exclusive right or property in the running water of the stream, which can only be appropriated by severance, and which may be lawfully so appropriated by every one having a right of access to it. It is, of course, necessary for the exercise of the riparian right, that the land should be in contact with the flow of the stream; but lateral contact is as good jure naturae as vertical.”\n“It is true that the banks of a tidal river, of which the foreshore is left blank at low water, is not always in contact with the flow of the stream; but it is in such contact for a greater part of every day in the ordinary and regular course of nature, which is an amply sufficient foundation for a natural riparian right.”\nIt is believed that all littoral or riparian rights depend upon the ownership of the land which is contiguous to and touches upon the water, and in tide water the upland must come to the edge of the water at low tide. It is said that these rights do not attach to any lands, however near, if they do not touch, tide water. In Gould on Waters, § 149:\n“Riparian rights exist on the banks of navigable waters as well as of unnavigable streams. In the former case they are subordinate to the public right of navigation, while in a nonnavigable river all 'the riparian owners might combine to. completely divert, pollute, or diminish the stream. In a navigable river the right of navigation would intervene, and prevent this being done. The rights actually exercised by the proprietors of land on the shores of tide water are often dissimilar to those enjoyed by proprietors' above the flow of the tide, since salt water is less available in the arts or for irrigation than fresh; but a littoral proprietor, like a riparian proprietor, has a right to the water frontage belonging by nature to his land, although the only practical advantage of it may- consist in the access thereby afforded him to the water for the purpose of using the right of navigation. This right of access is his only, and exists by virtue and in respect of his riparian property. It exists in the case of tide waters, even when the shore is the sovereign’s property, both when the tide is out and when it is in. It is distinct from the public right of navigation and an interruption of it is an encroachment upon a private right, whether caused by a public nuisance or authorized by the Legislature.”\nAgain, in Gould on Waters, § 150, it is said:\n“Tliis right is limited to the right of entry from one’s own estate upon the highway and to pass from the highway to one’s estate, and does not include the right of redress for an obstruction which is not against the front of plaintiffs’ land, even when it entirely closes the highway.”\nIt is now quite generally held (and it is believed to be the law) that littoral or riparian rights are a property interest of such value that they cannot be taken without compensation. In Wisconsin it was held that a railroad company, acting under the authority of the state, could not deprive the riparian owner of access to and from his land without compensation, although the road was constructed beyond the water’s edge, which was the boundary of the riparian owner’s land. In Breed v. Lynn, 126 Mass. 367, Haskell v. New Bedford, 108 Mass. 208, and several other Massachusetts cases, and in Pennsylvania v. Wheeling Bridge Co., 13 How. 518, 14 L.Ed. 249, and many other cases, it has been held that, if a city so constructs its sewers and drains discharging their contents into navigable waters that the contents are not carried away by the tides or current, but accumulate in front of the wharf, and obstruct the access of vessels, the owner of the wharf may obtain relief by injunction against the continuance of the nuisance. It is also said:\n“The right of unobstructed access is also limited to the front of the land, and does not include the right, if the riparian owner fills out his entire frontage, to have the docks or water spaces on either side kept open in order that he may have access to the sides of his wharf.”\nIt is also said:\n“If a wharf is extended not only in front of one’s own land, but also in front of that of an adjoining proprietor, it is an encroachment on the latter’s right, which may be redressed by injunction.”\nWe, therefore, have these propositions fairly well settled by the decisions: (i) That the owner of the upland adjoining tide waters has littoral rights in the tide flats and the approaches to deep water that are valuable, and are property rights, of which he cannot be deprived without due compensation; (2) that he may construct wharves upon these tide flats running o.ut. from his uplands, and in front thereof, to deep water, unless he shall so construct them as to make his wharves a nuisance or a purpresture, and thereby to impede navigation, and the exercise of those rights enjoyed in common by all people. It is also settled by high, authority that the right to take fish in the waters of the sea, and even along the tide, flats, is one common to all of the citizens. In what, then, are the property rights of the littoral owner greater or more sacred than the common right of all the citizens to take fish? The right of the littoral owner to construct a wharf in front of his land is unquestioned, and it is clear that by such construction he deprives-all others of the right to fish or in any other way to occupy the ground covered by his wharf. It is a matter of common information that driving piles and the construction of wharves thereon make the taking of fish beneath the wharf practically impossible. Are we to say, then, that the littoral owner’s right of way across the tide flats to deep water permits him to occupy the tide flats with his wharf, whereby the right of fishery is made impossible, and yet that by cleaning the flats from débris and other material that gathers thereon, and making them practical for- the use of his nets and for the purpose of drawing them across the same and landing the fish upon the uplands he acquires no higher or better right in this behalf than that which inures in common to all citizens — to fish and.navigate the seas and rivers of our country? It is believed that the principle which gives the littoral owner the right of way and the right to construct a wharf in front of his upland across the tide flats to the deep water may be also as clearly and reasonably applied to a right of way that shall permit the littoral owner to exercise certain possessory rights as a right' of way to the deep water of the sea over the tide flats, and that he may acquire certain possessory rights in such right of way by cleaning away the débris and material deposited thereon, and making it a clear and proper roadway from the deep water to the upland, over which he may pass and re-pass with his nets in the act of fishing, unobstructed and uninterrupted by the acts or appliances of those who have a common right to fish in the waters of the sea and the rivers of Alaska.\nIt appears from the testimony in this case that the nets commonly used by fishermen in taking salmon are from a hundred to several hundreds of fathoms in length. A reasonable right of way to deep water for the purpose of setting and bringing in these nets to the high land would certainly seem to be not less in width than the shortest nets used, viz., 600 feet, and that, in going over this right of way to and from the upland the complainants should not be impeded or obstructed by any others who may have the common rights of fishery at this point. The possessory rights exercised over this right of way by the littoral owners in cleaning the débris, stumps, timber, brush, and stones therefrom gives the complainants as clear a right thereto as if the same was covered by a wharf. It is not intended that this right of way shall give the complainants exclusive rights of fishery upon the tide flats, but it is intended that in pursuing their vocation in taking fish from the deep waters or along the tide flats in going and returning to and from their upland holdings they shall be in no wise interfered with or hindered by other fishermen. It seems clear to the court that to this extent the property rights of the littoral owners must be protected by law, and that, as in the case of the construction of a wharf, any interference with the right of the littoral owner, or any interference with the littoral rights by the upland owner, may be prevented by the restraining order and injunction issued from this court.\nIt is claimed by the defendants that under the act of Congress of May 14, 1898 (30 Stat. 413, c. 299), applicable to Alaska, the language used in section 10 of said act [U. S. Comp. St. 1901, p. 1469], gives all persons ingress and egress on the waters of all streams, whether navigable or otherwise. It is even claimed that every upland claim is subject to this servitude. The section referred to contains the following provisions:\n“Froviaea, that no entry shall he allowea unaér this act on the lanas abutting on navigable water of more than eighty roas: pro-viaea further, that there shall be reservea by the Unitea States a space of eight roas in wiath between tracts sola or enterea unaer the provisions of this act on lanas abutting on any navigable stream, inlet, gulf, bay, or sea-shore, ana that the Secretary of the Interior may grant the use of such reservea lana abutting on the waterfront to any citizen or association of citizens, or to any corporation incorporatea unaer the laws of the Unitea States or unaer the laws of any state or territory, for lanaings ana wharves, with the provision that the public shall have access to ana proper use of such wharves ana lanaings at reasonable rates of toll to be pre-scribea by the Secretary of the Interior. Ana a roaaway sixty feet In wiath parallel to the shore-line, as near as may be practicable, shall be reservea for the use of the public as a highway.”\nWithout discussing the meaning of the section referred to, it is sufficient to say it has no application to the question now before the court, and, even if it had, it would not give the public generally the right to cross the upland holdings or the uplands held and patented by the United States to its citizens.\nThe rights of the complainants in this case are determined by'the act of Congress approved May 17, 1884 (23 Stat. 24, c. 53)- Section 8 of said act, or that part thereof more particularly applicable to the case under discussion, reads as follows:\n“Provided, that the Indians or other persons in said district shall not he disturbed in the possession of any lands actually in their use or occupation or now claimed by them, but the terms under which such persons may acquire title to such \"lands is reserved for future legislation by Congress.”\nThe words “lands actually in their use or occupation, or now claimed by them,” are very broad, and would, perhaps, permit persons to claim any extent of territory, or would permit Indians to claim any extent of territory, and to convey their said possessory claim or right to others. If their claim or possessory right was a valuable one, it would be one that might be conveyed to others; and if, under this act, the Indian Charles Dickson was claiming any particular tract of land at the time said act of Congress was approved, he could convey his possessory right and interest in and to such claim to others, who might continue to occupy and possess-the same and use the same thereafter, or who might continue to exercise the same possessory rights over the land as had been exercised by the native Indian Charles Dickson.\nThe evidence in this case tends to show that the Indian Charles Dickson did occupy certain lands bordering on the tide waters of Tongass Narrows in Alaska, and at the mouth of the Ketchikan river or creek, on the 17th day of May, 1884, and had used, occupied, and claimed the same for fishing purposes for a long period prior thereto; and it is equally apparent from the testimony in this case that the Indian Charles Dickson did not claim and did not use for any purpose the whole of the 160 acres described in the deed made and executed by Dickson to A. W. Berry. This was an effort evidently made by the white man, or a scheme entered into by Mr. Berry, and perhaps others, to secure, under the act referred to, a possessory claim or title to much more land than ever had been claimed or used by the Indian Dickson. This deed by Dickson, while perhaps not acknowledged in accordance with the statute, was a-good common-law deed, and conveyed all the right, interest, claim, and possession held by the -Indian Dickson at the time of the passage of said act of Congress, and at the time the deed conveying the title to Berry was signed. This deed conveyed his posses-sory rights and his fishing rights, whatever they were, in and about the mouth of Ketchikan creek. It gave Berry the right to such uplands as were occupied by him on the said tide waters, in which he and his grantees were and should be protected under the act of Congress, to the same extent that they would -be under a patent, until the Congress of the United States shall otherwise legislate. The rights of the Indian and the rights of Berry and his grantees were fixed and determined under the act of 1884, and not by subsequent legislation referred to by defendants in their brief. It is believed that the language used in the act of Congress of May 17, 1884, “used or occupied,” limits the following words, “or claimed by them,” used in the same connection. Clearly, Congress never intended that an Indian or white man might say to his neighbors, “I claim a hundred thousand acres, or a million acres, or any other amount of land, between certain boundaries or natural landmarks, as my individual property,” and that such a claim would be protected by said acts, and made sacred to the rights of the claimant as a property right. Undoubtedly, Congress did intend by the act to protect possessory rights, and to protect the rights of possession of those who were actually in the use and occupation of any particular scope or section of land without reference to the acreage thereof.\nI conclude, therefore, from the testimony in this case, although the same is very general, that the Indian Dickson •did use and occupy a few acres of land bordering upon the tide waters of Tongass Narrows, in and about the mouth ■of Ketchikan creek, that were held and used by him in fishing and taking salmon at that point; that certainly the land used and occupied by him would at least be equal to the 600 feet in width of ground by the court given as a right •of way to the deep water — that is, the Indian occupied at ■least 300 feet on either side of Ketchikan creek, at or near the mouth thereof, where the creek empties into the tide waters of Tongass Narrows; that the grantees of said Dick•son, these plaintiffs, have a possessory right to so much of said land, at least, in which they should be protected by •said act of 1884, and such other lands as the said grantors have held actual possession of, and have reduced to actual use and occupancy, since said conveyance was made. Considering all the testimony in said case, the court can find no good reason for changing the views before expressed in this •case on the hearing for a temporary restraining order. It follows, therefore, that a permanent injunction will be grant•ed to the complainants in this case to restrain all interference with their right of ingress and egress to the uplands in and about the mouth of Ketchikan creek and on the tide flats of Tongass Narrows to the extent of 600 feet — 300 •feet on each side of said creek.",
        "type": "majority",
        "author": "BROWN, District Judge."
      }
    ],
    "attorneys": [
      "Winn & Shackleford, for plaintiffs.",
      "Oscar Poote, for defendants."
    ],
    "corrections": "",
    "head_matter": "SUTTER et al. v. HECKMAN et al.\n(First Division. Juneau.\nJune 28, 1901.)\nNo. 1,164.\n1. Fish — Grant.\nThe right to take fish in the sea and tidal waters of Alaska is one common to all persons and no exclusive grant will.be presumed.\nS. Public Lands — Fish—Injunction—Tide Lands — Wharves.\nThe owner of uplands bordering on the sea has littoral rights in the fronting tide flats and approaches to the sea, of which he cannot be deprived without due compensation; he may construct wharves and land fish nets thereon, and will be protected in the unobstructed use thereof by injunction.\nS. Public Lands — Indians.\nBy section 8 of the act of May 17, 1884 (23 Stat. 26, c. 531, Congress intended to protect Indians and settlers in Alaska in the exclusive possession of those lands only which they then actually used or occupied.\nThe plaintiffs, Carl A. Sutter, M. E. Martin, and H. C. •Strong, bring this suit in equity against J. R. Heckman, Thomas Heckman, and the Alaska Packers’ Association, a ■corporation, and in and by their bill allege, briefly, as follows : That, on the 17th day of May, 1884, one Charles Dickson, a native Alaskan Indian, was the owner, by right ■of occupation, appropriation, and possession, of certain lands described in their bill as 160 acres, and that the said Dickson for many years prior to that time had held, claimed, owned, and possessed said land, which was situated on Ton-gass Narrows in Alaska, near the present site of the town of Ketchikan. That the tract of land is described as follows :\n“Commencing at a point of rock on tlie eastern bank of Ketchikan creek where it empties into Tongass Narrows, which point is marked by a cross-cut into the rock one foot ahoye high-water mark, thence running northerly and westerly along the shore of Tongass Narrows one mile to a rocky point similarly marked; thence at about a right angle hack from said shore one-quarter of a mile to a cedar stake which is cut across; thence to the right at about a right angle, following a straight line generally parallel to said shore line, one-quarter of a mile distant therefrom, to a point one-quarter of a' mile hack from the said point to place of beginning, marked with a. cedar stake; thence at a right angle to the right one-quarter of a mile to the place of beginning — and containing one hundred and sixty acres, more or less.”\nIt is further alleged that the said Charles Dickson, on the 17th day of April, A. D. 1888, conveyed the land described as aforesaicl to A. W. Berry, and that by various-transfers, deeds, and so forth, title vested in the said complainants. It is further alleged in the said bill that the complainants and their grantors, since said transfer and conveyance to said Berry, have been in the actual possession of said land so claimed and conveyed by the said Indian; have made extensive improvements on said lands, amounting in-value to $40,000, or more; and that their possession has-been open, notorious, and continuous during all of the years-since said first conveyance by said native Indian.\nIt is claimed that said native Alaskan Indian used the said ground in and about the mouth of Ketchikan creek for the purpose of fishing and taking salmon at the proper-season, and that by his said conveyance of the upland complainants acquired all the rights of the said Indian to the uplands bordering on said Tongass Narrows, and to all the fishing rights theretofore claimed by him on the tide flats running out from said uplands to the deep water of the sea; that the complainants have exercised these rights of fishery for many years, and have occupied said tide flats with their nets, taking salmon each year, and have removed the stumps, rocks, and débris from said tide flats every spring, ,so that they could be made useful for the purpose of landing their nets thereon; that during the last year the Alaska Packers’ Association and the other respondents have interfered with the complainants in their right of fishery, and have come in upon said grounds, after they had been so prepared by the plaintiffs, and usurped the same largely, and have attempted to monopolize the grounds and prevent the complainants from fishing thereon; that the complainants’ wrongs are irremediable, and that they have no speedy, complete, and adequate remedy at law.\nThe respondents, by their answer, deny that Dickson was the owner of the land conveyed by him; deny that he did convey; deny the various conveyances alleged in the bill, whereby title is vested in the several complainants; deny that respondents have used their nets in such a way as to interfere with the plaintiffs or their rights of fishing; •deny that they have gone upon the said fishing grounds for the purpose of preventing the complainants from taking fish; and, finally, practically deny all the allegations of the bill of complaint.\nThe complainants reply, denying generally the new matter set forth in the answer.\nOn the issues so made, the case was referred to a referee to take the testimony, which in due time was taken and reported back to the court, and after argument the case submitted to the court on briefs.\nWinn & Shackleford, for plaintiffs.\nOscar Poote, for defendants."
  },
  "file_name": "0188-01",
  "first_page_order": 212,
  "last_page_order": 225
}
