{
  "id": 8504737,
  "name": "THE NUGGET",
  "name_abbreviation": "The Nugget",
  "decision_date": "1901-09",
  "docket_number": "No. 21",
  "first_page": "202",
  "last_page": "204",
  "citations": [
    {
      "type": "official",
      "cite": "1 Alaska 202"
    }
  ],
  "court": {
    "name_abbreviation": "Alaska Dist. Ct.",
    "id": 23837,
    "name": "Alaska District Court"
  },
  "jurisdiction": {
    "id": 53,
    "name_long": "Alaska",
    "name": "Alaska"
  },
  "cites_to": [
    {
      "cite": "31 Stat. 364",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 263,
    "char_count": 4148,
    "ocr_confidence": 0.675,
    "sha256": "f7b03e8af1d13f9a922c79e737437edd3fb3fb4a6cb3c63007ef92b5fb22f8e8",
    "simhash": "1:526f7346d988a26b",
    "word_count": 722
  },
  "last_updated": "2024-02-27T16:57:40.052731+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE NUGGET."
    ],
    "opinions": [
      {
        "text": "WICKERSHAM, District Judge.\nThis is a suit in admiralty for the recovery of seaman’s wages. The matter was referred to a commissioner to take testimony, and report his findings of fact and conclusions to the court. Pending the examination before the commissioner, an amended libel was filed on behalf of the libelants and other persons who worked on board the vessel, and who claim wages therefor. The claimants now object to the report of the referee, and move to set aside the order appointing the referee, and to quash all the proceedings thereunder, upon several grounds. . The first objection urged by claimant is that the action could not be sent to a referee under the provisions of chapter 20 of the Civil Code of Alaska (Act June 6, 1900, c. 786, 31 Stat. 364). That may be conceded, and still the reference be perfectly proper under the' admiralty rule» adopted by the United States courts, as well as under the admiralty rules of this court. The admiralty jurisdiction of this court is not bound by or prescribed in the Code of Alaska. Its admiralty jurisdiction is coextensive with that of District Courts of the United States, and the power of the court to refer the case to a commissioner is conferred by admiralty rule 44, as well as by admiralty rules 78-85 in this court. While the practice in all common-law and equity practice will be determined by the Code of Alaska, the admiralty practice is determined by the course of admiralty proceedings in the United States courts. The objections made to the referee’s report upon those grounds will be overruled; the amended libel will be filed by the clerk, and the objections thereto overruled.\nUpon the examination of the testimony taken before the referee, it appears that Dickey and Howard owned the vessel in the latter part of the year 1899, and left her at Nome, in charge of their agent, who, some time in the winter and spring of 1900, sold her to one Abramisky. That this purchaser employed one Clark as captain and manager of the boat, and that Clark employed the libelants, and agreed to pay them the amounts sued for in this action. On December 12, 1899, at San Francisco, Cal., Dickey and Howard, sold the steamer to the claimants, the Nome Lighterage & Warehouse Company, but no notice of this fact was received by the agent of Dickey and Howard, or by any one else at Nome, until the opening of navigation in June. The agent of Dickey and Howard had, in the meantime — the date not appearing quite certain — delivered possession of the boat to Abramisky, and in the spring, after the opening of navigation, it was put into commission as a tugboat in the harbor, during which time the services sued for in this action were performed by the libelants. I am satisfied, from all the evidence in this case, that the agent of Dickey and Howard had authority to dispose of the boat in the manner in which he did, and that Abramisky came into possession of her in good faith by purchase from the agent. The fact that she was afterwards forcibly taken away from the purchaser by the revenue cutter Bear, and turned over to the claimants in this action, does not detract anything from the good faith of the libelants. They are entitled to be paid for their ■services performed on the boat while in the possession of Abramisky under his purchase from Dickey and Howard’s agent. The motion of the claimant to vacate and set aside the proceedings before the referee will be denied, and the motion of the libelants to confirm the report of the referee allowed. The libelants will have judgment for the amount found due by the referee, and such further proceedings in this action may be had as are necessary to recover said amount.",
        "type": "majority",
        "author": "WICKERSHAM, District Judge."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "THE NUGGET.\n(Second Division. Nome.\nSeptember, 1901.)\n(No. 21.)\n1. Courts — Admiralty Jurisdiction.\nThe admiralty jurisdiction of the district court of Alaska is coextensive with that of a district court of the United States. Its common law and equity practice is limited by the codes of Alaska, but its admiralty practice is determined only by the course of admiralty proceedings in the United States district courts.\nLibel to Recover Seaman’s Wages."
  },
  "file_name": "0202-01",
  "first_page_order": 226,
  "last_page_order": 228
}
