{
  "id": 8504808,
  "name": "UNITED STATES v. ALASKA PACKERS' ASS'N AND BABLER",
  "name_abbreviation": "United States v. Alaska Packers' Ass'n",
  "decision_date": "1901-10",
  "docket_number": "No. 171",
  "first_page": "217",
  "last_page": "225",
  "citations": [
    {
      "type": "official",
      "cite": "1 Alaska 217"
    }
  ],
  "court": {
    "name_abbreviation": "Alaska Dist. Ct.",
    "id": 23837,
    "name": "Alaska District Court"
  },
  "jurisdiction": {
    "id": 53,
    "name_long": "Alaska",
    "name": "Alaska"
  },
  "cites_to": [
    {
      "cite": "31 Stat. 342",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 764,
    "char_count": 16303,
    "ocr_confidence": 0.647,
    "pagerank": {
      "raw": 1.0344714435209426e-07,
      "percentile": 0.5490607753579456
    },
    "sha256": "f03b156b3e216574005c89ce24ca9ed3a649df7f414d6f37d1b1509d173b6ad5",
    "simhash": "1:a77b04dc56be2c65",
    "word_count": 2840
  },
  "last_updated": "2024-02-27T16:57:40.052731+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "UNITED STATES v. ALASKA PACKERS’ ASS’N AND BABLER."
    ],
    "opinions": [
      {
        "text": "BROWN, District Judge\n(orally). In the case of the United States v. The Alaska Packers’ Association and J. Babler, an indictment has been returned by the grand jury, which, omitting the formal parts, is as follows:\n“The said Alaska Packers’ Association, a corporation, and J. Bab-ler, at or near Stikine river, within the said District of Alaska, and. within the jurisdiction of this court, on the 2oth day of August, in the year of our Lord one thousand nine hundred, and on divers ancL sundry .occasions and days prior thereto, did wrongfully, knowingly, and unlawfully, between the hours of midnight on Friday, the 24th day of August, 1900, and 6 o’clock ante meridian, on Sunday, the-26th day of August, 1900, fish for and take, from the tide waters-of the territory of Alaska, by the use of nets and other devices, a large quantity of salmon fish; and as the grand jurors, duly selected, impaneled, sworn, and charged as aforesaid, upon their oaths do say: that the Alaska Packers’ Association, a coloration, and J. Babler, did then and there commit the crime of taking and fishing for salmon in waters of the territory of Alaska, between the hours-of midnight on Friday and six o’clock ante meridian of the Sunday following, in manner and, form as aforesaid, contrary to the form of the statute,” etc.\nTo this indictment there was interposed on behalf of the-defendants the following demurrer:\n“Come now the defendants, and demur to the indictment herein on the ground that it appears on the face thereof that it does not substantially conform to the requirements of chapter 7, title II, of the Criminal Code [Act June 6, 1900, c. 786, 31 Stat. 342], in that it does not set forth a statement of the facts constituting the offense in ordinary and concise language, without repetition, and in such a manner as to enable a person of common understanding to know what is. intended; that such indictment is not direct and certain as regards the crime charged and the particular circumstances of the crime charged. And the said defendant corporation, the Alaska Packers’ Association, separately demurs to said indictment on the-ground that it appears from the face thereof that the indictment does not set forth any offense against the said defendant corporation; that is to say, said indictment does not charge any offense for which the said defendant corporation can be lawfully indicted.”\nIt was this latter clause of the demurrer that was called to the attention of the court, and which I have considered under the indictment presented, and I will say very frankly that there is no doubt whatever in my mind of the soundness of the contention of counsel for the defendant that the peculiar form of the statute covering this case makes the offense a felony; but I am equally well satisfied that, because it makes, such offense a felony, it is no answer to the charge, and that a corporation may be punished upon indictment for a felony as it may for a misdemeanor. It is urged in argument that, if the crime stated in the indictment is a felony, then the corporation could not be punished, and that, therefore, the charge by the grand jury is without force or effect.\nIt is true that a corporation cannot be imprisoned or hanged, but a corporation can be fined just as a natural person can, when it does any act in the line of its business resulting in a violation of the law. If, in the course of its-business, it kill a person, then if the law fix a fine or damages for such unlawful killing, even though it were a felony, the law could be enforced for the payment of such fine, and the property of the corporation made to answer; and where life is taken by a corporation in pursuing its business, and it is compelled to answer civilly because of such wrongful death, there is no good reason why it may not he required to answer criminally for the~same act done in the linejaf-dts. business, if the law icv provides. Indeed, it seems from a very slight investigation of the question that this has practically been the law always. There are a few old cases that go to the effect that a corporation cannot be punished for a felony, but all the more modern cases are the other way. In •discussing this question, Bishop, in his work on Criminal Law, puts it very fairly. He first defines what a corporation is in legal contemplation, and then proceeds • with the discussion :\n“A corporation, especially as viewed from the standpoint of the •criminal law, is an artificial creation of the law, consisting of one •or several persons endowed with a part of the duties and capabilities of an unincorporated man. To determine what part and how much it covers, we look at its particular nature and objects, and the terms of the act of incorporation. Hence a corporation cannot, in its corporate capacity, commit a crime by an act in the fullest sense ultra vires and contrary to its nature. But within the sphere of its corporate capacity, and to an undefined extent beyond, whenever it assumes to act as a corporation, it has the same capabilities ■of criminal intent and of act — in other words, of crime — as an individual man sustaining to the thing the like relations.”\nThis definition is new, and, so far as the court is aware, does not appear elsewhere in the book, but it is believed ■to be as accurate and as exact as the present condition of the legal authorities permit.\nSome have stumbled on the impossibility of the artificial and soulless being called a corporation having an evil mind or criminal intent. In this view it was said in an old case that, while a corporation is not indictable, yet its individual members are. But the author explained in another work that, since a corporation acts by its officers and agents, their purposes, motives, and intent are just as much those of the corporation as are the things done. If, for example, the invisible, intangible essence of air which we term a corporation •can level mountains, fill up valleys, lay down iron tracks, and run railroad cars on them, it can also intend to do those acts, and can act therein as well viciously as virtuously. The ordinary crimes, wherein only general evil, or the mere purpose to do the forbidden thing, suffices for the intent, are plainly within this doctrine. But, to present a sharp contrast, the intent essential to murder in the first degree and the thing itself would palpably be so far ultra vires as to be beyond the competency of the corporation, even if it could be hanged in punishment. .Returning affirmatively to its adjudged powers, towns and parishes are corporations of a particular kind, and the courts hold them to be indictable for nuisance in not repairing the highways and bridges, which their duty requires them to repair. The same, also, is adjudged of railroads and turnpike companies, and, generally, corporations can commit criminal nuisance the same as individuals. When the law casts on any corporation an obligation of such a nature that the neglect of it would be indictable in an individual, the corporation neglecting it may be indicted. The wrong in most of the cases just stated is a nonfeasance; and, where there is a -corporate duty, it is easy thus to hold a corporation indictable for neglecting it. By some it is denied' •that the same consequence follows a corporate misfeasance.. Accordingly, in Maine, an indictment was adjudged not to-lie against a corporation for the nuisance of erecting a dam across a river, and, in Virginia, for obstructing a highway. But the contrary is established in England, and there, if an incorporated railway company obstructs the highway — as, for example, by laying a track over it on a line not conformable to the act of incorporation — criminal proceedings are maintained for the nuisance. “Many occurrences may easily be conceived,” said Denman, C. J., “full of annoyance and danger to the public, and involving blame in some individual or corporation, of which the most acute person could' not clearly define the cause, or ascribe them with more correctness to mere negligence in preventing safeguards, or to an act rendered improper by nothing but the want of safeguards.” This English doctrine prevails also in New Jersey, Massachusetts, Vermont, Pennsylvania, and Tennessee, and evidently is the better in principle. To render a corporation indictable for nonfeasance, it must have the power of action, the same rule applying to it as to an individual. Thus, if the affairs of a railway corporation are under the sole management of a receiver, over whose acts it has no control, it is not liable to a criminal prosecution for the nuisance of obstructing a highway by stopping its trains thereon, because, said Bennett, J., “no man or corporation should be made criminally responsible for acts which he has no power to prevent.”\nNot every misfeasance which would be indictable in an individual is so in a corporation. It must be within, or not too far outside of, the corporate duty. Therefore, in a case cited a little way back, Denman, C. J., said:\n“Some dicta occur in the old cases, ‘a corporation cannot be guilty of treason or of felony.’ It might be added, ‘of perjury, or offenses against the person.’ * * * A corporation which, as such, has no such duties, cannot be guilty in these cases; but it may be guilty as a body corporate of commanding acts to be done to the nuisance of the community at large.”\nSo, it is said that a corporation cannot be guilty of an assault, or riot, or other crime involving personal violence, or any felony. But this doctrine is old as to civil cases, and it would seem, therefore, equally so as to criminal, and is, in the main, exploded. In another work we saw the rule to be that the “liabilities of corporations for torts are. as broad as their several franchises, namely, each can commit any tort, whether requiring an evil motive or not, which a man, acting within the same limited sphere could do.” And among the illustrations are assault and battery, forcible entry, libel, fraud, and malicious prosecution. In principle, the limits of the liability to indictment depend chiefly on the nature and duties of the particular corporation, and the extent of its powers in the special matter. And, though a corporation cannot be hanged, there is no reason why it may not be fined, or suffer the loss of its franchise, for the same act which would subject an individual to the gallows. A corporation is indictable for a particular wrong, and the individual members and officers who compose it may be also indictable for the same act, though they are not so liable in all cases in which the corporation is. This question is governed by principles sufficiently explained elsewhere. See Bishop's Criminal Law, c. 28. The same matter is discussed in McLain on Criminal Law, §§ 180-185, inclusive, in which the conclusions of Bishop are, in the main, concurred in. There is, in my opinion, no abler nor more accurate law writer in this country than Bishop, and I unhesitatingly accept his theory of the law, as applied to this question, as the true one, and as sustained by both reason and authority.\nIt was said in old times that a corporation could not be guilty of assault and battery, because of the peculiar nature of its business; but this was not because there was anything in the punishment that would prevent it. If the offense is one that can be punished in a corporation, is committed within the scope of its business, and is either a non-feasance or a misfeasance, the corporation is liable to such punishment as the law may inflict. Of course, corporations cannot be hanged or imprisoned; but, even if the offense were a misdemeanor, and the penalty a jail sentence, they could no more be imprisoned than if the offense were a felony. But because there is a jail sentence attached to the penalty, can it be said that a fine could not be imposed upon the corporation for its wrongdoing? It has practically been admitted here that in these cases, if the offense were a misdemeanor, it could be punished. If a corporation can be punished for a misdemeanor, it can as well be punished for a felony. There is nothing in the characteristics of the two offenses, such that, if fines attach to both, punishment may be inflicted in one, and not in the other. It has been urged by counsel for defendants that the intent necessary to support a conviction for a felony cannot be shown to exist in a corporation; but we have seen that this' position is untenable. In this case the law provides a fine, and a very substantial one. If the corporation cannot be imprisoned, it can be fined and its property made to answer.\nNow, there is nothing before the court to show for what purpose the defendant corporation was formed. It is a matter of mere guess. I take it for granted that the corporation wTas formed for the purpose of fishing and taking salmon in Alaskan waters. This being true, and its business being the taking of salmon and carrying- on the business of fishing, then it must, in the work it is doing, be obedient to the laws governing fishing in Alaska, to the same extent as individuals would have to be obedient; and, if it violate the law in this respect, it is violating it in the direct line of the business for which the corporation was formed. It is not a nonfeasance, or failure to do something, with which the defendant corporation is charged, but it is for an actual misfeasance in' the direct line of its business; and Bishop says that, in its particular line of business, it may be punished for the wrongs it commits.\nThere is another question raised on the face of this indictment that is perhaps serious. There is no doubt that under the statute this offense is a felony; but I have no doubt whatever that the wrong may be punished by indictment against the corporation, notwithstanding it charges a felony. In this case it is not charged as a felony, nor does the indictment even charge that the act was unlawfully done. This is evidently an oversight on the part of the pleader. While, generally, it is sufficient to charge a crime in the language of the statute, there is no court which I have ever heard of in which a felonious charge would be upheld without charging the criminal intent. It is also suggested to counsel for the government that the statute contains certain exceptions as regards the locus of the particular crime charged.\nInasmuch as this is to be a test case to determine the right to indict a corporation (and, without the right to indict a corporation, I doubt if an indictment would lie against its individual members, simply acting for it), I think it best to put the indictment in accurate technical terms, so that there may be no question raised about any of these minor matters. If you are prepared to go to trial on both sides, the government is certainly ready to resubmit the case to the grand jury, and I recommend that course. In the event of the matter going to the Supreme Court of the United States, an adjudication should not be hampered by technical imperfections in the pleadings.\nThe demurrer to the indictment in both of these cases, the unlawful taking of fish, and the obstruction of the stream, is overruled on the points raised, and on account of other imperfections appearing in the indictment it is ordered that it be resubmitted to the grand jury, to be put in the best possible form.",
        "type": "majority",
        "author": "BROWN, District Judge"
      }
    ],
    "attorneys": [
      "Robert A. Friedrich, U. S. Dist. Atty., for plaintiff.",
      "Arthur K. Delaney, for defendants."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES v. ALASKA PACKERS’ ASS’N AND BABLER.\n(First Division. Juneau.\nOctober Term, 1901.)\nNo. 171.\n1. Corporation — Indictment.\nA corporation may be indicted for any act done or omitted in. violation of law within the sphere of its corporate capacity, or to an undefined extent beyond.\nU. Same — Fedonv—Misdemeanob.\nA corporation may not be indicted or punished for the commission of an act which is in the fullest sense ultra vires, and contrary- to its corporate nature and purposes; and under this rule it may be indicted for the commission of either a felony or a misdemeanor, where the penalty may be either a fine or a forfeiture.\nH. Indictment — Intent.\nAn indictment must charge that the act was unlawfully done, with wrongful intent.\nThe corporation defendant was indicted with another for taking salmon in violation of law.\nRobert A. Friedrich, U. S. Dist. Atty., for plaintiff.\nArthur K. Delaney, for defendants."
  },
  "file_name": "0217-01",
  "first_page_order": 241,
  "last_page_order": 249
}
