{
  "id": 8504895,
  "name": "BANKS v. WILSON",
  "name_abbreviation": "Banks v. Wilson",
  "decision_date": "1901-10-05",
  "docket_number": "No. 254",
  "first_page": "241",
  "last_page": "244",
  "citations": [
    {
      "type": "official",
      "cite": "1 Alaska 241"
    }
  ],
  "court": {
    "name_abbreviation": "Alaska Dist. Ct.",
    "id": 23837,
    "name": "Alaska District Court"
  },
  "jurisdiction": {
    "id": 53,
    "name_long": "Alaska",
    "name": "Alaska"
  },
  "cites_to": [
    {
      "cite": "26 L. Ed. 997",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "case_ids": [
        3581777
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/154/0671-02"
      ]
    },
    {
      "cite": "104 U. S. 410",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3492031
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/104/0410-01"
      ]
    },
    {
      "cite": "22 S. W. 226",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "26 Or. 556",
      "category": "reporters:state",
      "reporter": "Or.",
      "case_ids": [
        2267822
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/or/26/0556-01"
      ]
    },
    {
      "cite": "31 Stat. 346",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "31 Stat. 368",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "weight": 2,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 355,
    "char_count": 7145,
    "ocr_confidence": 0.626,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20522238941343685
    },
    "sha256": "09828a04df7fcbb94873c83d4ae42982931f9711795c2c112ac8faf17425516f",
    "simhash": "1:e8e9369e2badc910",
    "word_count": 1306
  },
  "last_updated": "2024-02-27T16:57:40.052731+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "BANKS v. WILSON."
    ],
    "opinions": [
      {
        "text": "WICKERSHAM, District Judge,\nThis is a motion for a new trial. The record shows that on May 23, 1901, and while Judge NOYES was presiding, the case was tried before a jury. The minute of the court contains the only record, and reads as follows:\n“Selina Banks, the plaintiff, was then sworn as a witness in her own behalf, and then Mr. Du Bose moved for a nonsuit, which was granted. Thereupon the jury was excused from further consideration of the case, and excused from court until two o’clock this afternoon.”\nUpon that record the plaintiff the next day filed a motion for a new trial upon two grounds: “First, that said decision, is against the law; second, error in law made at the trial and excepted to by the plaintiff.” Section 237 of the Code of Civil Procedure (Act June 6, 1900, c. 786, 31 Stat. 368) provides that:\n“A judgment of nonsuit may be given against the plaintiff * * * on motion of the defendant * * * when, upon the trial, the plaintiff fails to prove a cause sufficient to be submitted to the jury.”\nSection 238 defined sufficient cause as follows:\n“A cause not sufficient to be submitted to the jury is one where it appears that if the jury were to find a verdict for the plaintiff, upon any or all of the issues to be tried, the court ought, if required, to set it aside for want of evidence to support it.”\nThat seems to have been what was done in this case, and the question now is whether or not the plaintiff is entitled to a new trial upon the record as it stands. There is no evidence disclosing any facts to the court, and the application must be decided upon the record and files in the suit. The second ground for the application appears to be without foundation, for it does not appear that there was any exception to the action of the court upon the part of the plaintiff. Nor does it appear from the record that the action of the court was error, even if excepted to. The record is very brief, but regular, and this court cannot, at this time, say that there was any evidence sufficient to go to the jury. The evidence has not been preserved or presented to the court in any way, and I am unable to say that it was sufficient or that the court erred in granting the nonsuit.\nThe first ground in the motion for a new trial is that the decision is against the law. It would not be against the law if there was insufficient evidence upon which to base a verdict for the plaintiff; and the application for a new trial resolves itself into the query whether there was a cause sufficient to be submitted to the jury. This court, not having heard the evidence, cannot now say that there was any such cause, and is unable, therefore, to determine that the trial court erred, in the absence of any showing of that kind.\nFor the want of any information on this question, the motion for a new trial will be denied.\nMotion to Reinstate and Vacate Order of Nonsuit.\nThis case now comes up for hearing upon the motion to set aside the order of May 23d, granting the nonsuit, and to reinstate the case upon the calendar. The record shows that on May 23, 1901, the case being then on trial before a jury, “Selina Banks, the plaintiff, was then sworn as a witness in her own behalf, and then Mr. Du Bose moved for a nonsuit, which was granted. Thereupon the jury was excused from further consideration of the case, and excused from court until two o’clock this afternoon.” On May 24th a motion for a new trial was filed, and was thereafter argued and decided by me against the moving party. Thereafter, and on the 4th day of December, a motion to set aside the nonsuit and reinstate the case was filed.\nAt the time of the argument upon the motion for a new trial, this court was not informed as to the correct condition of the case at the time of the granting of the nonsuit by Judge NOYES. From the argument and the record, I gathered the impression that the nonsuit was allowed for the insufficiency of the evidence, as the opinion on file will- clearly show. It now appears, however, that no testimony whatever was taken, and that the nonsuit was granted wholly upon a question of law; that the complaint did not state facts sufficient to constitute a cause of action. That matter was not presented to the court in any way in the motion for a new trial, and the court had no opportunity to consider it in that connection.\nSection 93 of the Code of Civil Procedure (Act June 6, 1900, c. 786, 31 Stat. 346) provides that:\n“The court will likewise * * * upon such terms as may be just, at any time within one year after notice thereof, relieve a party from a judgment, order, or other proceeding taken against him through his mistake, inadvertence, surprise, or excusable neglect.”\nThe motion now before the court cannot be sustained under that section, and there is no other section in our Code under which it may be sustained. It must, therefore, be sustained, if at all, through the inherent power of the court to correct, modify, or vacate its own judgment. Both in Oregon and in the United States Supreme .Court, the general rule has been laid down that no court has the power, in the absence of legislative direction, to change, modify, alter, or vacate any final judgment of the court upon any proceeding begun after the term in which it was rendered has passed. So long as the term lasts, it is within the breast of the court to make such corrections in its judgments as ought to be made, but the universal rule is that, after the term expires, the power ceases. Deering v. Quivey, 26 Or. 556, 38 Pac. 710; Brewster v. Norfleet (Tex. Civ. App.) 22 S. W. 226; Bronson v. Schulten, 104 U. S. 410, 26 L. Ed. 997.\nHowever much I may agree with counsel that the action of the court in granting the nonsuit upon the objection to the complaint to which no demurrer or other objection had theretofore been made was error, I am still constrained to overrule his motion because it comes entirely too late.\nSection 239, of the Code of Civil Procedure. (Act June 6, 1900, c, 786, 31 Stat. 368), however, provides that:\n“When a judgment of nonsuit is given, the action is dismissed; but .such judgment shall not have the effect to bar another action for the same cause.”\nThe motion to set aside the nonsuit and reinstate the case is denied.",
        "type": "majority",
        "author": "WICKERSHAM, District Judge,"
      }
    ],
    "attorneys": [
      "Volney T. Hoggatt, for plaintiff.",
      "Dudley Du Bose and H. T. Freedman, for defendant."
    ],
    "corrections": "",
    "head_matter": "BANKS v. WILSON.\n(Second Division. Nome.\nOctober 5, 1901.)\nNo. 254.\n1. New Trial — Error—Exception.\nA motion for a new trial for error in law will not be granted where no exception was taken to the alleged error.\n2. New Trial — Insufficiency of Evidence.\nWhere a nonsuit was granted for the insufficiency of evidence to support a verdict, a new trial will not be granted by a judge who did not hear the trial, where the evidence was not preserved in the record.\n8. Judgment — Modification—Term Time.\nIt is a general rule that, in the absence of legislative direction, no court has the power to change, modify, alter, or vacate any final judgment upon any proceeding begun after the term in which it was rendered has passed.\nMotion for New Trial. Motion to Vacate Order of Non-suit and Reinstate the Cause.\nVolney T. Hoggatt, for plaintiff.\nDudley Du Bose and H. T. Freedman, for defendant."
  },
  "file_name": "0241-01",
  "first_page_order": 265,
  "last_page_order": 268
}
