{
  "id": 8505041,
  "name": "In re BRUNO MUNRO",
  "name_abbreviation": "In re Munro",
  "decision_date": "1901-11-04",
  "docket_number": "No. 139",
  "first_page": "279",
  "last_page": "286",
  "citations": [
    {
      "type": "official",
      "cite": "1 Alaska 279"
    }
  ],
  "court": {
    "name_abbreviation": "Alaska Dist. Ct.",
    "id": 23837,
    "name": "Alaska District Court"
  },
  "jurisdiction": {
    "id": 53,
    "name_long": "Alaska",
    "name": "Alaska"
  },
  "cites_to": [
    {
      "cite": "27 Pac. 1064",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "18 Pac. 749",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "10 Pac. 838",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "1 Idaho, 330",
      "category": "reporters:state",
      "reporter": "Idaho",
      "case_ids": [
        8858097
      ],
      "opinion_index": 0,
      "case_paths": [
        "/idaho/1/0330-01"
      ]
    },
    {
      "cite": "30 Stat. 1331",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "20 Wall. 375",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        3392453
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/87/0375-01"
      ]
    },
    {
      "cite": "30 Stat. 1330",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "27 L. Ed. 669",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "case_ids": [
        3502670,
        3502031
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/108/0109-01",
        "/us/108/0110-01"
      ]
    },
    {
      "cite": "108 U. S. 110",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3502031
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "121"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/108/0110-01"
      ]
    },
    {
      "cite": "31 Stat. 521",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 659,
    "char_count": 14051,
    "ocr_confidence": 0.616,
    "pagerank": {
      "raw": 6.518933943796874e-08,
      "percentile": 0.4005463252876905
    },
    "sha256": "76d5a56b84bcb9ddaeb937c44df8808bb749095ceb4037dc2e350d48ebfb2cc4",
    "simhash": "1:5f7377f49c2e9cf3",
    "word_count": 2381
  },
  "last_updated": "2024-02-27T16:57:40.052731+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re BRUNO MUNRO."
    ],
    "opinions": [
      {
        "text": "WICKERSHAM, District Judge.\nAn ordinance creating a municipal court was passed by the common council of the town of Nome, and approved May 13, 1901. The first section, creating the court and defining its jurisdiction, reads as follows:\n“Section 1. That there he and is hereby established a municipal and police judge, whose duty it shall be to hear and determine all complaints against inhabitants of said city, against whom complaints inay be made of having violated any of the ordinances passed by the council and applicable to the inhabitants of said city, and to administer the punishment provided in said ordinance on such persons as may be found guilty by him of the violation thereof.”\nHad the town of Nome power to create a municipal court and to confer jurisdiction upon it to impose sentences for the violations of municipal ordinances ?\nIt is not claimed that there is any statutory authority to a municipality in Alaska to create courts, but it is earnestly argued that the power is conferred .as a necessary incident to the duties imposed upon towns incorporated under the provisions of chapter .21 of the Civil Code of June 6, 1900 (31 Stat. 521, c. 786). It is urged that, without that power, the other powers and duties conferred by that chapter are left without the proper means of execution, under the rule that, where a general power is conferred or duty enjoined, every particular power necessary for the exercise of the one or the performance of the other is conferred by implication.\nThe general rule in such cases is stated by the Supreme Court of the United States in the following language:\n“Municipal corporations are created to aid tbe state government in tbe regulation and administration of local affairs. They have only sucb powers of government as are expressly granted them, or such as are necessary to carry into effect those that are granted. No powers can be implied except such as are essential to the objects and purposes of the corporation as created and established. 1 Dill. on Mun. Corp. (3d Ed.) § 89, and cases there cited.” Ottawa v. Carey, 108 U. S. 110, 121, 2 Sup. Ct. 361, 27 L. Ed. 669.\nIt being conceded that Congress has not expressly granted the power to towns in Alaska to create such courts, we are left to determine whether it is such a power as is “necessary to carry into effect those that are granted.” If such a power is necessary, the argument that it, too, is granted by necessary implication, may have some weight.\nAll the powers expressly granted to towns in this territory .are contained in section 201 of the Civil Code, as follows :\n“Sec. 201. Powers of Town Council. The council shall have the following powers:\n“First. To provide suitable rules governing their own body, and to elect one of their members president, who shall he ex officio mayor.\n“Second. They may appoint, and at their pleasure remove, a clerk, treasurer, assessor, and such other officers as they deem necessary.\n“Third. To make rules for all municipal elections: provided, no •officer shall he elected for a longer term than one year.\n“Fourth. By ordinance to provide for necessary street improvements, fire protection, water supply, lights, wharfage, sewerage, maintenance of public schools, protection of public health, police protection, and the expense of assessment and collection of taxes.\n“Fifth. To impose and collect a poll tax on electors, tax on dogs, a general tax on real and personal property, possessory rights and improvements, and such license tax on business conducted within the corporate limits as the council may deem reasonable: provided, no such tax shall exceed one per centum on the assessed valuation of property, and ail assessments made by the corporation assessor shall be subject to review by the council, and appeals may he taken from their decisions to the district court: provided, further, no bonded indebtedness whatever shall be authorized for any purpose.”\nA very persuasive argument is made by counsel that a municipal court is a necessary aid to carry into effect these •express powers. He urges that no effective police protection •can be offered without such a court, and states, by way of •illustration, that the sum of $9,000 has been collected from fines imposed for the violations of municipal ordinances and paid into the town treasury within the last year. The matter of revenue, however, is not material to the inquiry. The real question which presents itself to the court is whether the existence of a municipal court is necessary to enable the town to carry into effect all the powers expressly granted to it by Congress.\nThat inquiry suggests an examination into the jurisdiction of those courts already provided for by Congress in this territory. Do not these courts possess jurisdiction to assist the town in carrying into effect their granted powers ?\nChapter 70 of the Code of Civil Procedure, in the act of Congress approved June 6, 1900, and commonly called the “Alaska Civil Code,” contains this grant of judicial power:\n“Sec. 698. Judicial Power, How Vested. The judicial power in the District of Alaska is vested in a District Court, in commissioners exercising the powers of prohate courts, and in commissioners as ex officio justices of the peace.\n“S'ec. 699. The District Court. The District Court is a court of general jurisdiction, civil and criminal, and also shall have admiralty jurisdiction.\n“Sec. 700. Justice’s Court. A justice’s court is a court held by a commissioner as ex officio justice of the peace within the precinct for which he may he appointed. There are no particular terms of such court, but the same is always open for the transaction of business, according to the mode of proceeding prescribed for it.”\nThen follow the sections fixing the civil jurisdiction of the justice. The criminal jurisdiction, which alone is important in this cause, was granted by section 410 of the act of Congress of March 3, 1899, c. 429, 30 Stat. 1330, and is as follows :\n“Sec. 410. Criminal jurisdiction of a justice’s court. That a justice’s court has jurisdiction of the following crimes:\n“First. Darceny, where the punishment therefor may be imprisonment in the county jail or by fine.\n“Second. Assault, or assault and battery, not charged to have been committed with intent to commit a felony, or in the course of a riot, or with a dangerous weapon, or upon a public officer in the discharge of his duties.\n“Third. Of any misdemeanor punishable by imprisonment in the county jail or by fine, or by both.”\nIt thus appears that the District Court of Alaska has general jurisdiction in civil and criminal causes; that the justice’s court has a wide jurisdiction in civil matters, and general jurisdiction of any misdemeanor punishable by imprisonment in the county jail, or by fine, or by both.\nUpon this statement of the powers expressly granted to town councils, and of the jurisdiction expressly conferred upon the district- and justices’ courts, by Congress, I am fully persuaded:\n(1) That if the town council of Nome has power, by implication, to create a municipal court, the same implied power will enable it to confer authority upon the justice of the peace residing within its boundaries to try violations of its ordinances. The power, if it exists, is not limited to the creation of a new or municipal court; it may as well be exercised by conferring the necessary authority upon an existing court of competent jurisdiction, such as is the justice’s court.\n(2) Even if the council has not the power to create a municipal court and confer criminal jurisdiction, still, if necessary to enable it to carry out the powers expressly granted to it to afford police and' other protection, it may, by ordinance, provide penalties which may be enforced under the grant of criminal jurisdiction in the justice’s court. This conclusion seems to .follow as well from the necessities of the situation as from the principles announced by the Supreme Court of the United States in the case of Ferris v-Higley. That was a case where the Legislature of the territory of Utah had conferred general chancery and common-law jurisdiction upon the probate courts established by the organic act. While denying the power of the Legislature thus to change the very nature of a court established within the territory by Congress, the court nevertheless held:\n“There may be cases when that Legislature, conferring new rights ■or new remedies, or establishing • anomalous rules of proceedings within their legislative power, may direct in what court they shall be had. Nor are we called on to deny that the functions and powers of the probate courts may be more specifically defined by the territorial statutes within the limit of the general idea of the nature of probate courts, or that certain duties not strictly of that character may be imposed on them by that legislation.” Ferris v. Higley, 20 Wall. 375, 22 L. Ed. 383.\n(3) That the town council would not have any implied power to establish a court and confer jurisdiction in aid of its express powers if there is present a court with sufficient jurisdiction to perform that duty.\n(4) That the justice’s court now established in the town -of Nome has jurisdiction of all misdemeanors, and that no crime created by the common council by town ordinance can rise above that dignity. It only remains for the council to provide, by ordinance, for the trial of such matters in the justice’s court, and every requirement imposed by their express powers is met and complied with, and a court is provided with unquestioned jurisdiction given by the very power which created the council.\n(5) That the criminal and civil jurisdiction of justices of the peace cannot be interfered with or taken away by any ordinance of a town council. Since the judicial power in the territory is vested wholly in the district and justices’ courts, and since that express power covers the whole range of jurisdiction and is ample to meet every requirement imposed upon the judiciary within the district, it cannot be necessary for the court to sustain a doubtful and implied power in the common council to create a new court and divide that jurisdiction.\nLet us examine this new court for a moment in view of these general provisions of law guarantying the right of trial to citizens. Every person accused of crime before a justice is entitled to a trial by jury. Section 419, Cr. Code (Act March 3, 1899, c. 429, 30 Stat. 1331). All of his rights and the method of securing them are clearly pointed out by law. He is entitled to an appeal from the justice’s to the district court (section 441, Cr. Code), where his rights may be fully protected. But no such protection is given to the person tried in the municipal court. There is no provision for a jury trial, and no method of re-examination by appeal. Under such a jurisdiction, the municipal court would be an arbitrary tribunal, sitting without a jury, and from which no appeal would lie. It would have no relation to the courts already created by Congress, neither of which could exercise any supervisory control over it. While it would usurp the jurisdiction expressly conferred by the organic act upon the justice’s court, it would continue to be entirely independent from the control of any appellate tribunal. Such a court has no place in the judiciary existing under the organic laws of Alaska.\n“The fact that the judges of these latter courts are appointed by the federal power, paid by that power, and that other officers of these courts are appointed and paid in like manner — strongly repels the idea that Congress, in conferring on these courts all the powers of courts of general jurisdiction, both civil and criminal, intended to leave to the territorial Legislature the power to practically evade or obstruct the exercise of those powers by conferring precisely the same jurisdiction on courts created and appointed by the territory.\" Ferris v. Higley, supra.\nIt is clearly unnecessary for the council to create such a court to enable it to carry into effect the; powers expressly conferred upon it by Congress. The ordinance creating it is void, and the court is without jurisdiction to fine or imprison for a violation of a municipal ordinance. The pretended judgment against the petitioner in this case was and is void for want of jurisdiction, and he must be discharged from the imprisonment and fine inflicted thereby. People v. Maxon, 1 Idaho, 330; Ducheneau v. House (Utah) 10 Pac. 838; McCray v. Baker (Wyo.) 18 Pac. 749; In re Cloherty (Wash.) 27 Pac. 1064.",
        "type": "majority",
        "author": "WICKERSHAM, District Judge."
      }
    ],
    "attorneys": [
      "Cochran & Grimm, for petitioner.",
      "John R. McGinn, Dep. Dist. Atty."
    ],
    "corrections": "",
    "head_matter": "In re BRUNO MUNRO.\n(Second Division. Nome.\nNovember 4, 1901.)\nNo. 139.\n1. Municipal Corporations — Towns—Powebs.\nTowns in Alaska have only suck powers as are expressly granted to tkem by Congress, and suck as are necessary to enable tkem to carry into effect tkose tkat are expressly granted. 3. Courts — Municipal Corporations.\nTke wkole range of judicial power in Alaska kaving been expressly vested by Congress in district and justices’ courts, and tkere being no apparent necessity for it, tkere is no authority in incorporated towns to create municipal courts independent of tkose created by Congress, and from which tkere is neither appeal nor other supervision.\n8. Habeas Corpus — Municipal Court.\nWhere one is in custody by virtue of a judgment of a municipal court created by a town in Alaska, he may be discharged on habeas corpus.\nThis is an application of Bruno Munro for a writ of habeas corpus to test the legality of his imprisonment, upon conviction by the municipal court of Nome for the violation of a town ordinance. The petition raises the question of the power of the town to provide a municipal court, and challenges its jurisdiction and existence.\nThe chief of police appeared in answer to the writ, and produced the body of the prisoner. The cause has been heard upon the allegations of the petition and submitted upon briefs, one of which is prepared and filed by R. N. Stevens, Esq., the municipal judge.\nCochran & Grimm, for petitioner.\nJohn R. McGinn, Dep. Dist. Atty."
  },
  "file_name": "0279-01",
  "first_page_order": 303,
  "last_page_order": 310
}
