{
  "id": 8505128,
  "name": "RIGLEY v. HAYDEN et al.",
  "name_abbreviation": "Rigley v. Hayden",
  "decision_date": "1901-11-25",
  "docket_number": "No. 157",
  "first_page": "308",
  "last_page": "311",
  "citations": [
    {
      "type": "official",
      "cite": "1 Alaska 308"
    }
  ],
  "court": {
    "name_abbreviation": "Alaska Dist. Ct.",
    "id": 23837,
    "name": "Alaska District Court"
  },
  "jurisdiction": {
    "id": 53,
    "name_long": "Alaska",
    "name": "Alaska"
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 328,
    "char_count": 6334,
    "ocr_confidence": 0.656,
    "sha256": "85a779be3949dde3fea2cc4cc963d588538c785f0e14622039b9c9e441a83741",
    "simhash": "1:cfffd73fb844eb13",
    "word_count": 1118
  },
  "last_updated": "2023-07-14T18:29:24.862971+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "RIGLEY v. HAYDEN et al."
    ],
    "opinions": [
      {
        "text": "WICKER SHAM, District Judge.\nThis cause comes before the court upon a motion by the plaintiff to vacate an order entered April 17, 1901, allowing an appeal to the Circuit Court of Appeals.\nFrom an .examination of the record it appears that, the case being at issue, the judge of this court, on December 12, 1900, referred it to Arthur H. Wright, to hear the testimony and make and report findings of facts and conclusions of law upon the merits. Notice was given to the attorney for the plaintiff on the 12th, and the case was set for trial the next morning at 10 o’clock. The plaintiff was not present, nor did his counsel appear. The counsel for defendants thereupon moved to dismiss for want of prosecution, which was allowed by the referee, and this disposition of the case was reported by him to the court, which approved his findings and dismissed the case on January 10, 1901. Thereafter a \"motion to vacate this judgment was made, and on April 8th it was vacated, and the case reinstated on the calendar. On April 17th the defendants appealed to the Circuit Court of Appeals from the order vacating the judgment of dismissal. The record contains their petition for appeal and stay of proceedings, the notice of appeal, bill of exceptions, assignment of errors, order allowing- appeal and stay of proceedings, and the appeal and supersedeas bond. On the 23d of April a citation was issued, and served upon the respondent. The present attorneys for the respondent entered their appearance in the case on April 16th, the day before the appeal to the Circuit Court of Appeals. On May 3d the respondent filed a motion in tiffs court to vacate the order of April 17th allowing the appeal and fixing the bond, and it is this motion which now comes on for hearing. No further effort has been made by the appellants to prosecute their appeal to the Circuit Court of Appeals. No transcript has been prepared and forwarded, and no other step has been taken to procure a decision from that court. The record yet remains in this court, and no effort is being made by the appellants to transfer the cause to the appellate court.\nAn examination of the record leads to the conclusion that an abuse of the process of this court has been accomplished. That fact, however, will be as apparent to the Circuit Court of Appeals as to this court, if once called to its attention. This court has no power to hear the motion now before it. However clearly it may appear that an abuse of its process has resulted, it further appears that an appeal has actually been taken and allowed by the court. The objection that the order appealed from is not a final judgment can only be determined by the appellate court. Respondent’s remedy is not by motion to this court to vacate its order allowing the appeal, but seems to be provided for in the rules of the Circuit Court of Appeals. Rule 14 (31 C. C. A. clviii, 90 Fed. clviii) provides, in subdivision 5, that: - .\n“All appeals, writs of error, and citations must Pe made returnable not exceeding thirty days from the day of signing the citation, whether the return-day fall in vacation or in term-time and be served before the return-day.”\nThe citation in this case, dated April 23d, is directed to the respondent, and admonishes him to appear within 30 days in the Circuit Court of Appeals at San Francisco, and show cause why the judgment appealed from should not be corrected. Rule 16 requires the appellant to docket the case and file a record thereof with the clerk of the Circuit Court of Appeals by or before the return day. No attempt was made by the appellants to comply with these rules, and in such case rule 16 further provides:\n“If the plaintiff in error or appellant shall fail to comply with this rule, the defendant in error or. appellee may have the cause docketed and dismissed, upon producing a certificate, whether in term-time or vacation, from the clerk of the court wherein the judgment or decree was rendered, stating the case, and certifying that such writ of error or appeal has been duly sued out or allowed. And in no case shall the plaintiff in error or appellant be entitled to docket the case and file the record after the same shall have been docketed and dismissed under this rule, unless by order of the court.” Rules U. S. Cir. Ct. App., 31 C. C. A. clix, 90 Fed. clix.\nRule 16, subd. 2 (31 C. C. A. clx, 90 Fed. clx), also provides that the respondent may docket the case in the Circuit Court of Appeals, and file a copy of the record there, at any time after the appeal has been perfected in the lower court, and may have the same heard upon its merits. This would have enabled the plaintiff in this cause to have determined the question of the appealable nature of the order complained of upon the failure of the appellants to perfect their appeal within the 30 days. The attorneys who now ask to vacate the order allowing the appeal have been the respondent’s attorneys since April 16th, and could have adopted the correct practice during the open season, but did not do so. For the reason that the cause has been regularly appealed to the Circuit Court of Appeals, and for the want of jurisdiction to do so, this court is now compelled to overrule the motion to vacate, and leave the respondent to his remedy in the Circuit Court of Appeals. The motion to vacate is denied. .",
        "type": "majority",
        "author": "WICKER SHAM, District Judge."
      }
    ],
    "attorneys": [
      "Bard & Schofield, for plaintiff.",
      "Du Bose & Stevens, for defendants."
    ],
    "corrections": "",
    "head_matter": "RIGLEY v. HAYDEN et al.\n(Second Division. Nome.\nNovember 25, 1901.)\nNo. 157.\n1. Appeal and Error — Jurisdiction—Vacating- Appeal.\nWhen an appeal has been regularly taken by giving the necessary notice, bonds, hill of exceptions, assignment of errors, and supersedeas bond, and has been regularly allowed in the District Court, there is no jurisdiction in the latter court to vacate the order allowing the appeal, and to reinstate the cause for further action, for failure to file transcript in the appellate court.\n2. Same — Abandonment—Dismissal.\nWhere the appellant has regularly perfected his appeal, ana will not forward the transcript to and file the cause in the Circuit Court of Appeals, the respondent may apply to that court for leave to docket the cause and dismiss the appeal.\nMotion to vacate an appeal regularly entered and allowed to the Circuit Court of Appeals for failure to forward transcript.\nDenied.\nBard & Schofield, for plaintiff.\nDu Bose & Stevens, for defendants."
  },
  "file_name": "0308-01",
  "first_page_order": 332,
  "last_page_order": 335
}
