{
  "id": 8505294,
  "name": "THE ARTHUR B.",
  "name_abbreviation": "The Arthur B.",
  "decision_date": "1901-12-14",
  "docket_number": "No. 50a",
  "first_page": "353",
  "last_page": "357",
  "citations": [
    {
      "type": "official",
      "cite": "1 Alaska 353"
    }
  ],
  "court": {
    "name_abbreviation": "Alaska Dist. Ct.",
    "id": 23837,
    "name": "Alaska District Court"
  },
  "jurisdiction": {
    "id": 53,
    "name_long": "Alaska",
    "name": "Alaska"
  },
  "cites_to": [
    {
      "cite": "84 Fed. 471",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6729677
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/84/0471-01"
      ]
    },
    {
      "cite": "55 Fed. 523",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        7853619
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/55/0523-01"
      ]
    },
    {
      "cite": "5 C. C. A. 206",
      "category": "reporters:federal",
      "reporter": "C.C.A.",
      "opinion_index": 0
    },
    {
      "cite": "28 Fed. 196",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6731878
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/f/28/0196-01"
      ]
    },
    {
      "cite": "86 Fed. 785",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6736837
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/86/0785-01"
      ]
    },
    {
      "cite": "48 Fed. 569",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6718922
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/48/0569-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 453,
    "char_count": 8131,
    "ocr_confidence": 0.685,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2052301118713871
    },
    "sha256": "f2368d8b163dd3803494ce8b81ac4031a3376917cc7c905d82ce9e24ed2e1cd2",
    "simhash": "1:22c351dd89f03008",
    "word_count": 1471
  },
  "last_updated": "2024-02-27T16:57:40.052731+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE ARTHUR B."
    ],
    "opinions": [
      {
        "text": "WICKERSHAM, District Judge.\nThere is no statutory provision in the Code of Alaska upon the subject of maritime liens. There is no finding that the owner and charterer are residents of Nome, but that fact appears from the record, and it seems for that reason that this is the home port of the schooner, and that she rested upon the beach within the city limits at the time the service was performed. The court is not cited to any authority which holds that the services admittedly performed by these libelants would constitute a maritime or any lien against the vessel. Counsel cites the case of Frame v. The Ella (D. C.) 48 Fed. 569, and upon an examination of the citations made by counsel for libelants that case comes the nearest of any to supporting their contention. That is a case where the schooner Ella was carried 1,200 or 1,300 feet beyond the ordinary water’s edge, and beached high and dry upon the shore of the Elizabeth river. The owner employed a house mover with his outfit to move her back to the natural element from which she had been driven. The opinion discloses that he moved her about twice her length in that direction, and then changed the plan of procedure to digging a canal. For this purpose the dredge of one Culpepper was employed, and in stating the facts the court says:\n“On the 5th of December the dredge was again hired, Frame and ■Condon, the master of the Ella, uniting with Culpepper in a written contract, by which they pledged the lien of the vessel for the $351 already earned and for the wages to be earned.”\nTheir efforts failed, and another party was employed, who successfully completed the canal to the vessel and launched her. Upon a proceeding in admiralty by Frame against the vessel to recover on the maritime lien, the court held that he was entitled to compensation for moving the vessel from the spot where he found her to that point to whfch the canal was dredged; and allowed him, beyond what Condon was paid, the sum of $300. It would seem as if this opinion goes as far as the court would be justified to go. How much force the contract-of lien entered into by the captain of the vessel with Frame and Condon may have had in inducing the court to uphold Frame’s lien, is not shown.\nThe libelants in this case have asked the court to go further. They ask that the rule there laid down be upheld in a case where the employment was made by the owner and charterer, at the home of the owner and charterer, and at the home port of the vessel. The labor performed by these libelants was not in the nature of a salvage service, for the vessel was not in any danger. ' She was lying where she had rested the, whole winter in safety. She was lying where all such small vessels lie in the winter time at this port. They were only ordinary laborers, employed by the charterer, presumably upon his own credit, for the performance of labor upon land in digging ice, snow, and sand from around the vessel.. They were not employed to perform any dangerous service, nor did their labor in any wise tend specially to preserve the vessel. Their services were not in any way connected with the navigation of the ship nor in the performance of any voyage, nor in any preparation of the vessel for a voyage. There is nothing in the evidence or findings to show that they performed their services depending upon any lien upon the vessel, or that they had any contract of that kind. The C. Vanderbilt (D. C.) 86 Fed. 785.\nIn the case of The Mary Morgan (D. C.) 28 Fed. 196, the court said, in speaking of liens of this kind:\n“Liens are implied for necessary repairs and supplies, where the debt is contracted by the master in a foreign port. The implication is founded on the ship’s situation and presumed necessities. The master representing the owner, with authority to pledge the ship whenever his necessities require it, the law implies a pledge where repairs are made or supplies furnished abroad, on his order.”\nAnd, after citing the authorities, concludes that, where the owner is present, he may authorize an expressed lien, and that an implied lien will not be presumed. Where the services are performed upon the credit of the owner or chaiterer, who are present, at their home and at the home port of the vessel, an implied lien in admiralty will not be presumed. Unless a contract lien is shown, and unless a lien is specially given by the legal owner for such services as that rendered in his case, none will be presumed. The Mary Morgan (D. C.) 28 Fed. 196; The Now Then, 5 C. C. A. 206, 55 Fed. 523; The Ella (D. C.) 84 Fed. 471.\nThe objections to the libels will be sustained.",
        "type": "majority",
        "author": "WICKERSHAM, District Judge."
      }
    ],
    "attorneys": [
      "R. P. Lewis, for libelants.",
      "Frank A. Steele, for claimants."
    ],
    "corrections": "",
    "head_matter": "THE ARTHUR B.\n(Second Division. Nome.\nDecember 14, 1901.)\nNo. 50a.\n1. Admiralty — Lien—Services.\nPersons who are employed by the charterer in the home port of the vessel to dig ice, snow, and sand from about the vessel so that she could be launched over the ice from her bed on the beach, do not perform maritime services, and do not acquire a maritime lien on the vessel.\nBy charter party contract entered into at Nome, Alaska, between the general manager of the Alaska & Chicago Commercial Company and Minor Bruce, the latter chartered the schooner Arthur B. under date of May 14, 1901, for the summer season. The contract was made between the parties at Nome, and it is recited in the charter that the schooner was then lying on the beach near Nome, Alaska. From the record in this case it appears that the owners as well as the charterer and the libelants were all residents of Nome, and that the schooner was then lying on the beach in front of Nome, where she had rested during the winter. The charterer agreed to take possession of the schooner, and launch her upon the ice of Bering Sea, and equip her for sailing. This could only be done at that season and over the ice, for wide tide flats made it impossible in any other condition of the sea. In pursuance to the charter, Bruce hired the libel-ants in this action to assist him in digging the ice, snow, and sand from around the vessel, and in pushing her out on the ice. They performed no labor or services as seamen or sailors, nor did they aid in making any repairs on the vessel herself.- Their whole service consisted in ordinary labor upon the. land, digging the ice, snow, and sand from around the vessel and pushing her out upon ocean ice, from which she would sink into the water herself as that ice broke up.\nTo the libels hied by each of these libelants a demurrer was interposed by the claimant upon the ground that the facts stated in the libel were not sufficient in admiralty to constitute a claim or lien against the schooner. The demurrer being overruled, the claimant then filed an answer alleging payment, and further alleging that none of the services sued for were maritime in character, but were wholly personal, and did not constitute a lien upon the vessel. The case was sent to a referee to take the testimony and report findings to the court. A stipulation was entered into, whereby the taking of testimony was waived, and the allegations contained in the libel and intervening libel, respectively, were taken as true, with the understanding that the matter was to be heard and determined by the court upon the questions of law involved. The referee thereupon filed his report, in which he found that three of the libelants had been paid in full by the charterer, and found for the libelants Reidy and Patton in the sums of $93.80 and $99.40, respectively, and, as a conclusion of law, that a judgment should be entered for them in said sums, and that the same should be a lien upon the schooner. The report having been filed, a motion to confirm the same was made, and the matter came on for hearing upon the question of law involved. The attorney for claimant now urges the same objection which he interposed by demurrer and upon the allegations in his answer. The question for determination is whether or not the services admittedly performed by the libelants were maritime in character, and whether or not they have a lien upon the schooner for the same.\nR. P. Lewis, for libelants.\nFrank A. Steele, for claimants."
  },
  "file_name": "0353-01",
  "first_page_order": 377,
  "last_page_order": 381
}
