{
  "id": 8505351,
  "name": "BRACE v. SOLNER, Treasurer of Nome",
  "name_abbreviation": "Brace v. Solner",
  "decision_date": "1901-12-17",
  "docket_number": "No. 599",
  "first_page": "361",
  "last_page": "379",
  "citations": [
    {
      "type": "official",
      "cite": "1 Alaska 361"
    }
  ],
  "court": {
    "name_abbreviation": "Alaska Dist. Ct.",
    "id": 23837,
    "name": "Alaska District Court"
  },
  "jurisdiction": {
    "id": 53,
    "name_long": "Alaska",
    "name": "Alaska"
  },
  "cites_to": [
    {
      "cite": "31 Stat. 621",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": -1
    },
    {
      "cite": "51 N. W. 386",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "pin_cites": [
        {
          "page": "403"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "43 Fed. 333",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3727262
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/43/0333-01"
      ]
    },
    {
      "cite": "12 Atl. 652",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "60 Vt. 181",
      "category": "reporters:state",
      "reporter": "Vt.",
      "opinion_index": 0
    },
    {
      "cite": "32 L. Ed. 377",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "case_ids": [
        3534365
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/128/0174-01"
      ]
    },
    {
      "cite": "9 Sup. Ct. 49",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "opinion_index": 0
    },
    {
      "cite": "128 U. S. 181",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": 0
    },
    {
      "cite": "31 Stat. 520",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "31 Stat. 1438",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1069,
    "char_count": 36410,
    "ocr_confidence": 0.635,
    "pagerank": {
      "raw": 8.033170121246803e-08,
      "percentile": 0.46548099908527485
    },
    "sha256": "606ea28fd0073d0e565d456fb11847b493713af013cd8041394bd696f7171e91",
    "simhash": "1:98bdf606bdccefd7",
    "word_count": 6242
  },
  "last_updated": "2024-02-27T16:57:40.052731+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "BRACE v. SOLNER, Treasurer of Nome."
    ],
    "opinions": [
      {
        "text": "WICKERSHAM, District Judge.\nIn a former action this court had occasion to pass upon the power of the council to expend this fund in payment of salaries to the town clerk and treasurer, and in denying such power in that body the court went somewhat beyond the matters in issue, and held that only the school board had authority to expend the school fund. Counsel for defendant now insists that, as the question was not involved in that case, that decision ought not to bar a full consideration of the issues in this case, and in that contention the court concurs.\nThe simple question at issue in this case is whether the school board of Nome or the town council has the power and duty of auditing accounts for school purposes and ordering payment thereof by the treasurer out of the school fund. The law which must be considered and construed is found at page 393 of Carter’s Code of Alaska, and the amendatory-act of March 3, 1901, in 31 Stat. 1438.\nThe law is contained in a very short and comprehensive chapter for the incorporation of towns in Alaska and the incorporation of school boards therein. Act June 6, 1900, c. 786, 31 Stat. 520. Sections 198-200 provide for the original incorporation of the town, and, beyond fixing the general qualifications of electors in section 199, neither of these sections contain any provision applicable to the future government of the school board. There are but three other sections in the chapter. Section 201 confers certain enumerated powers upon the town council; section 202 provides for the election of and confers power upon the school board; while section 203 in the original act, and as amended by the act of Congress on March 3, 1901, defines the duty of the treasurer of the corporation, who is to be ex officio treasurer of the school board, provides for his oath and bond, and for the distribution and expenditure of the moneys derived from mercantile, liquor, and other licenses received from the clerk of the District Court. It will be seen from this summary how brief is the act in relation to towns and school boards and their respective powers.\nSection 201 fixes the powers of the town council, and the fourth subdivision empowers the council “by ordinance to provide for necessary * * * maintenance of public schools. * * *”\nSection 202 provides that:\n“In addition to the officers heretofore provided by this act there shall be elected a school board of three directors, who shall have the exclusive supervision, management, and control of the public schools and school property within said corporation, and shall be elected in. the same manner and for the same term as the council.”\nSection 203 was amended by Congress by the act of March 3, 1901, and the amended section reads as follows:\n“The treasurer of tlie corporation sliall be ex officio treasurer of tbe school board, and shall, before entering upon the duties of his-office, take the oath prescribed by law and execute bonds to the corporation in an amount to be determined by the judge of the District Court, which bond shall be approved by the council and the judge of the District Court and filed in the office of the recorder of the corporation, and he shall give such additional bond as the council or judge of the District Court may from time to time direct, but in no event shall such bonds be less than twice the amount of money in the hands of the treasurer at any one time, to be determined by the tax rolls, and license books of the corporation, of the corporation clerk, and the clerk of the District Court: provided, that fifty per centum of all license moneys provided for by act of Congress approved March 3, 1899, entitled ‘An act to define and punish crime in the District of Alaska and to provide a code of criminal procedure for said district,’ and any amendments made thereto, required to be paid by any resident, person, or corporation for business carried on within said corporation, shall be paid over by the clerk of the-United States District Court receiving the same to the treasurer of said corporation, upon taking his receipt therefor in duplicate, one' of which duplicate receipts shall be forwarded to the Secretary of the Treasury of the United States by the clerk as a voucher in lieu of cash, and the other receipt shall be retained by the clerk. The money received by the treasurer of the corporation from the clerk of the court for licenses shall be used, under the direction of the council for school purposes; provided, that where it is made to-appear to the satisfaction of the District Court that the whole amount heretofore or hereafter received by the treasurer of the corporation from the clerk of the court is not required for school purposes, the court may from time to time, by orders duly made and entered with a statement of the facts upon which they are based, authorize the expenditure of the accumulated surplus, or any part thereof, for any of the municipal purposes enumerated in this chapter. Fifty per centum of all license moneys provided for by said act of Congress approved March 3, 1899, and any amendments made' thereto, that may hereafter be paid for business carried on outside incorporated towns in the District of Alaska, and covered into the treasury of the United States, shall be set aside to be expended, as far as may be deemed necessary, by the Secretary of the Interior within his discretion and under his direction, for school purposes ■outside incorporated towns in said District of Alaska.”\nUnder these statutory provisions both the town council and the school board claim to be authorized to control and expend the school fund derived from licenses for school purposes — the town council because section 203, original and amended, provides that “it shall be used, under the direction of the council, for school purposes”; and the school board because section 202 gives them “the exclusive supervision, management, and control of the public schools and school property within said corporation.” It becomes necessary for the court to determine the question from a comparison and construction of the statutes above quoted.\nIn the examination of questions of this kind the court ought first to consider the purpose or object of the act. What was the intention of Congress in passing it? If the evident purpose was to establish a form of local self-government, that purpose must be kept steadily in view. That such a purpose was evident is apparent from an examination of these three sections under consideration. It is clear that Congress intended to provide a local town government as well as a local school government. It is also clear that the two are, in some respects, so intimately related that neither could perform all of its statutory powers and duties without the active co-operation of the other. It is the duty of the town council “by ordinance to provide for necessary maintenance of public schools,” and it is quite clear that the school board could not perform that duty. The council is the only body having legislative power, and the only body having authority to levy taxes for the maintenance of public schools. Having in mind the idea of establishing a system of public schools controlled by the people residing within the town district, it must have occurred to Congress that the power of levying taxes and providing funds for the maintenance of such schools must be lodged in some local body, and the town council was chosen. That there might not be any doubt, however, about the scope of the board’s legislative powers, Congress provided that “the exclusive supervision, management, and control of the public schools and school property” shall be vested in the school board. The word “exclusive” shows clearly that it was the intention of Congress to shut out any other person or body from any pretended or real authority in the power then vested in the board. The use of the word excludes any possible construction or implication which will give the council any “supervision, management, or control of the public school or school property.” The words “supervision, management, and control” are broad in their meaning. “Supervision” means having general oversight of, especially as an officer vested with authority; oversight; inspection; the act of supervising; superintendence; and this authority of oversight, superintendence, and inspection, is conferred exclusively upon the school board. “Management” is the act of managing, carrying on, directing, conducting, administering, superintending. “To control” is to exercise a directing, restraining, or governing influence over; to direct; to regulate; to guide. If, then, it be admitted that every other person or body is specially excluded from any power of supervision, oversight, inspection, superintendence, management, carrying on, directing, conducting, administering, controlling, restraining, governing, regulating, or guiding the public schools or school property, we may, in view of the general plan, inquire, what is left for the council to do in relation to the public schools ?\nThe answer is: First, the council has the duty of the “maintenance of public schools” imposed upon it by the section conferring its powers. “Maintenance” is the act of maintaining. To maintain is to hold or preserve in any particular state or condition; to keep from falling, declining, or ceasing; to supply with means of support; to provide for, to sustain, to keep up. It is the duty of the council by ordinance to provide necessary maintenance of public schools; to keep them from falling, declining, or ceasing; to supply the means of support; and this shall be done, when necessary, by taxation, under the fifth subdivision of section 201. No fitter words could have been chosen to impose upon the council the legislative power and duty of providing the means to support the public schools, and upon the board the executive power and duty of superintending, directing, and governing them.\nThe contention between the council and the school board arises over their different construction of a phrase contained in the sentence following the first proviso in both the original and amended section 203. This section, as amended, declares that the treasurer of the corporation shall be ex ohicio treasurer of the school board, and also provides that 50 per' centum of all license moneys received by the clerk of this court within the corporation shall be paid over by him to the treasurer of the corporation. “The money received by the treasurer of the corporation from the clerk of the court for licenses shall be used, under the direction of the council, for school purposes.”\nCounsel for defendant insist that this clause forms an exception; that out of the well-defined system for the government of the city by the council, and of the schools by the school board, this clause creates an exception in favor of the council; that, while the school board might expend any other moneys, this particular fund, called a “gift” from the government, can only be paid out by direct action or supervision of the council; at least, that the board cannot expend it without the approval of the council.\nDefendant’s counsel urges that the matter would be clear if it were not for the fact that section 203 is joined in the same act with other sections; that, if it stood alone — was a separate act of Congress — there- would be no doubt that the council would have control of the fund. That fact, however, would not make the slightest difference. A statute must be construed with reference to the whole system of which it forms a part.\n“Where enactments separately made are read in pari materia, they are treated as haying formed in the minds of the enacting body parts of a connected whole, though considered by such body at different dates, and under distinct and varied aspects of the common subject. Such a principle is in harmony with the actual practice of legislative bodies, and is essential to give unity to the laws, and connect them in a symmetrical system. Such statutes are taken together and construed as one system, and the object is to carry into effect the intention. It is to be inferred that a code of statutes relating to one subject was governed by one spirit and policy, and was intended to be consistent and harmonious in its several parts and provisions. Where a statute is made in addition to another statute on the same subject, without repealing any part of it, the provisions of both must be construed together.” Sutherland on Stat. Const. § 288.\nUnder well-recognized rules, all acts of Congress, whether passed at the.same or different sessions, relating to the same subject-matter, are to be considered together. Sections 201, 202, and 203 are to be construed with reference to section 203 as amended, and as if all were parts of the same law. They are to be construed, too, in view of the evident purpose that Congress had in enacting them, and also in respect to the evident intention of Congress to establish a system of local municipal and school government, dependent, yet separate.\nSome stress is laid upon the fact that the expression “under the direction of the council,” in section 203, as amended by the act of March 3, 1901, is found in a proviso, the use of which, as is well known, “is to except the clause covered by it from the general provisions of a statute, or from some provisions of it, or to qualify the operation of the statute in some particular. But it is often used in other senses. It is a common practice i.n legislative proceedings, on the consideration of bills, .for parties desirous of securing amendments to them to precede their proposed amendments with the term ‘provided/ so as to declare that, notwithstanding existing provisions, the one thus expressed is to prevail, thus having -no greater signification than would be attached to the conjunction ‘but’ or ‘and’ in the same place, and simply serving to separate or distinguish the different paragraphs Or sentences.” Georgia Banking Co. v. Smith, 128 U. S. 181, 9 Sup. Ct. 49, 32 L. Ed. 377. An examination of the word “provided” at the beginning of the first proviso in section 203 both in the original and amended act clearly shows that it is used there with the ordinary meaning of “but” or “and.” The word .“provided” separates two clauses which have no relation to each other. The following clause neither excepts anything from the preceding clause, nor qualifies nor explains it in any way. This is made clearly apparent by comparing the first and second provisos. The second is clearly a proviso, and the clause following the word “provided” therein does except something from the operation of the sentence which immediately precedes the word “provided.” The word “provided” in the first proviso lias only the meaning of the conjunction “and” or “but,” while the second has the full significance of a proviso. Any argument based upon the word “provided” in the first alleged proviso, or upon the fact that the phrase, “under the direction of the city council,” is contained in a proviso, is, therefore, without foundation.\nBut for the second sentence contained in section 203 as amended, there would be no contention between the council and school board over this matter. The whole argument of the defendant is based upon that sentence. Eet us examine it for a moment, keeping in view the evident intention of Congress to establish a municipal government on the one hand, to be controlled by the city council and other city officials, and a school -government on the other hand, controlled by the school board and school employés. Section 203 provides that the treasurer of the corporation “shall be •ex officio treasurer of the school board,” and then provides for his oath and bond. Then follows the first proviso that 50 per centum of all license moneys received by the clerk •of this court within the town limits shall be paid over to the treasurer of said corporation by the clerk. Then comes the important sentence as follows: “The money received by the ' treasurer of the corporation from the clerk for licenses shall be used, under the direction of the council, for school purposes.” The gist of the whole matter lies in the meaning of the words “under the direction of the council.” What does this phrase mean, and what power or duty does it confer upon the city council? Does it except anything from the •exclusive supervision, management, and control of the public schools and school property given to the board by section 202? Fortunately, this phrase has been more than once analyzed and carefully construed, by courts of the highest resort, and their construction of the phrase must determine this action. In a case decided, by the Supreme Court of Vermont the phrase was examined and construed. The question there arose upon the right of the clerk to issue certain process which could only be issued under “the direction of the judges.” The court says in its opinion:\n“Section 819, Rev. Laws, prescribes the duties of the clerk, and in paragraph 3 it says: ‘Record any other proceeding that the court may direct, and make and sign all process regularly issuing from ■either of the courts aforesaid, under the direction of the judges.’ It ■is claimed on behalf of the relator, under this paragraph, that the clerk can issue no process except as expressly directed by the judges. 'This is against the practical construction which this statute has re-eeived. Neither courts nor judges have been in the habit of expressly ordering clerks to make, sign, and deliver to prosecuting officers or sheriffs warrants for the apprehension of persons indicted, but they have been issued by the clerks as an authorized duty in. regular course, without express direction. * * * The clause ‘under the direction of the judges’ confers upon them the right to make-orders, the right of supervision, but does not require an express, order to invest the clerk with authority to issue a warrant for arrest in due course. * * * Without undertaking to define what,, if any, may be the inherent authority of clerks under our system,, we hold further, under said statute, construed in the light of other-statutes appertaining to powers and duties of clerks, that, when a. proceeding is in progress which at a certain stage requires, in regular furtherance, that a warrant should be issued, it is the official' province of the clerk to issue the same without any order of the-court to that end; that, in short, the word ‘direction’ in the clause-‘under the direction of the judges’ is to be taken in the sense of authority to direct as circumstances may require, and not as requiring direction in order to confer authority upon the clerk to act.” In re Durant, 60 Vt. 181, 12 Atl. 652.\nThis Vermont case is quite full and clear and shows that “under the direction of the judges” still left the clerk free-to act without the express approval of the judges, by reason of other provisions of law which gave him general power to-act. The same construction applies to the case at bar. The-town council is empowered, and it is its duty, to provide by ordinance for the “maintenance” — that is, for the support ; that is, to raise means to support — the public schools. And under the principle announced in this Vermont case the-school board will not be required, by the phrase “under the direction of the council,” to seek the council’s approval for the expenditure of the school fund any more than the clerk was required to seek the approval of the judges for issuing the warrant, and for the same reason, viz., that by other statutory provisions each had power to perform the act in question, and such power so expressly given was not lim-íted by the phrase “under the direction of the council” (judges).\nThe same phrase was construed by Judge Sawyer in the ■case of the Southern Pac. R. Co. v. Wiggs (C. C.) 43 Fed. 333 (338). That was a suit in equity by the railroad to remove a cloud from its title to a tract of land, being a portion of its land grant. The land was selected by the railroad company under its grant, and the selection was denied by the Secretary of the Interior, who issued a patent for the same to Wiggs, the defendant. Judge Sawyer, in his decision, says:\n“Although the selection of the lieu lands [was] to he ‘made under -the direction of the Secretary of the Interior,’ they were to he ‘selected hy said company,’ not hy him; nor was the selection required to he approved hy him, as is required hy some other acts; and when .there was a deficiency, and the company selected lands open to selection, there was no authority vested in the secretary to arbitrarily refuse to recognize and allow such selection. This would deprive the company of the right of selection expressly given hy the statute, and vest it in the secretary, whereas the statute says in express terms, ‘other lands shall he selected by said company in lieu thereof.’ ”\nThis principle is applicable to the case at bar; for, while the selection of the lieu lands was to be made “under the direction of the Secretary of the Interior,” yet the selection was to be made by the company, and not by the secretary. In the case at bar, while the money is to be used, “under the direction of the council,” for school purposes, it cannot be used in “the exclusive supervision, management, and control of the public schools and school property,” except by the school board; otherwise section 202 is meaningless, and void, and it is a general rule of statutory construction that a statute, “if possible, should be so construed that no sentence or word should be superfluous, void, or insignificant.” Cooley’s Constitutional Limitations, p. 72.\nThe same phrase has been examined very fully in a most important case involving the right of the Northern Pacific Railroad Company to certain parts of its land grant in North Dakota by the Supreme Court of that state. The company had prepared lists of certain lieu lands which it desired to select, and had filed its list with the register and receiver in the various land offices. Thereafter the Secretary of the Interior modified and changed the conditions to be performed by the company in completing its selection, and then claimed the right to require said lists to be modified before he would finally approve, allow, and adjust said selections. He then claimed that the railroad company had acquired no legal or equitable title to the lands in question. So that the case-stood as the case at bar stands. The Secretary of the Interior denied the right of the company to its lands, because they had not been selected under his direction, and this question became an important one in the consideration of the case. The court said:\n“The facts alleged in the complaint sufficiently show, first, a deficiency in the amount of lands within what we may call the ‘place limit’ of the grant to which plaintiff was entitled; second, the existence of the lands at the time of selection, properly subject thereto; third, a selection of the lands here involved by the company ‘under and in accordance with the direction of the Secretary of the Interior.’ This phrase appears to us to indicate that the selections were made in the manner required by the regulations promulgated by the secretary in conformity with pre-existing rules. We do not think it imports, as used, an approval of the selection by the secretary. * * ::= The act in terms provides that for the specified deficiencies ‘other lands shall be selected by said company in lieu thereof, under the directions of the Secretary of the Interior, in alternate sections, and designated by odd numbers, not more than ten miles beyond’ the 40-mile limit. It has been urged that the phrase ‘under the direction of the Secretary of the Interior’ is equivalent to, and is intended to convey the same meaning as, ‘subject to the approval of the Secretary of the Interior.’ Such is not the plain and ordinary meaning of the term used.” Northern Pac. R. Co. v. Barnes, 51 N. W. 386, 403.\nThe court then goes on to discuss the meaning of thé word ‘'direction,” and to decide that the company had thé statutory right itself to the selection of its lands within the defined limits, and then continues:\n“To make these selections ‘under the directions of the Secretary of the Interior’ is to make them in accordance with the rules and regulations prescribed by him. The object of this provision is undoubtedly that the Interior Department and the public may be advised as to what lands are appropriated -under the grant, and thereby withdrawn from settlement and entry as a part of the public domain, and that the government may be advised when the quantity grant is satisfied. To secure these purposes and uniformity in the manner of selection, the secretary was authorized to prescribe the procedure to which the company must conform in making these selections. But it is in terms prescribed that the ‘land shall be selected by said company.’ To ‘select,’ says Mr. Webster, is ‘to choose and take from a number; to take by preference from among others; to pick out; to cull.’ This power of choice is to be from among all the unappropriated odd-numbered sections of land ‘not more than ten miles beyond’ the 40-mile limit. It is to be exercised by said company. This phrase renders clear the interpretation to be. given to the words ‘under the direction of the Secretary of the Interior.’ The clause must be so construed that both these phrases may stand together, and both be given their full force and meaning. A construction of the phrase ‘under the direction of the Secretary of the Interior’ which would vest him with the power to dispose of the indemnity lands after the right of selection had attached, or vest him with authority arbitrarily to refuse to recognize a selection made by the company in proper manner, upon a proper basis of lands subject to the right of selection, or, by neglect or refusal to approve the selection, prevent the title to the indemnity lands from vesting in the grantee, would deprive the company of the right of selection. It would make the words ‘by said company’ surplusage, and deprive them of any effect whatsoever.”\nThe argument of the court in this case is upon the same principle of construction as that involved in the case at bar. In that case the Secretary of the Interior may, by general rules and regulations, provide and define the method and manner of selecting the lands in question, but he could not by any rule or regulation take away from the company its statutory right to select its owfi lands. In the case at bar the city council had the power, and it is its duty, under section 201, to provide for the maintenance of the public schools, the exclusive supervision, management, and control of which is given to the school board; and the phrase “under the direction of the city council” must be construed with reference to the evident purpose of Congress to impose upon the council the duty of maintaining, and upon the school board the exclusive duty of supervising, managing, and controlling. The raising of the money for the support of the schools, on the one hand, is the duty of the council; the expenditure of the money, on the other hand, is clearly included within the purpose and meaning of the law giving to the board the exclusive supervision, management, and control thereof. The town council can no more- expend that money by virtue of the phrase “under the direction of the council” than could the Secretary of the Interior prevent the selection by the railroad of the lieu lands. The purpose of Congress in both instances must be sought for upon examination of the whole law involved. . It was the duty of the secretary to provide general rules and regulations for all cases like that in question. But he could not select. That right belonged to the company. The purpose of Congress in passing the laws under consideration was to provide both a town and school government, each having specified powers, independent, yet not conflicting. It is the duty of the council, as a legislative body, to provide for the maintenance of the schools, and to that extent they have a general direction over the school fund. Concede that the special license fund is to be used “under the direction of the council,” but by whom? The act does not say “by the council,” nor even “with the approval oí the council.” Then it must follow that it can “only be used by that body which has “the exclusive supervision, management, and control of the public schools and school property.” No other body could apply it to that use — the very use for which it is provided by Congress. To deny the right of the school board to expend the fund is to deny its use in the “supervision, management, and control of the public schools.” It is the same as to deny the right of the railroad to select its land. No one else there had the right to select; no one else here has the right to pay out the money. The council may direct, but it cannot pay. The expenditure of the fund is necessary to the supervision, management, and control of the public schools. It is not necessary to any power vested in the council. The school system established by the act would be destroyed without that power, for the council is specially and clearly excluded from any supervision, management, and control of the public schools by its exclusive lodgment in the board.\n“Under the direction of the council” means that in performing its legislative duty’of the maintenance of the public schools the council will consider that fund along with any other which can. be used for such support. It will provide .a sufficient fund for the support of the schools by general or special rules or ordinances, just as the secretary should provide for selections of lands, by general rules or regulations. Such fund, however, whether raised by taxation by the council or arising from licenses, will be placed in the hands of the treasurer as “ex officio treasurer of the school board,” and expended by that board only, and without the •consent or approval of the council for the purposes which Congress had clearly in its mind1 — “the supervision, management, and control of the public schools and school prop•erty.”\nTo give this act any other construction would be to annul and render useless the very positive provisions oí section 202, and this court ought not to do that if it can be avoided..\" In the Dakota Case the court concludes:\n“This act does not require, and the court cannot import, among-the conditions precedent to the acquisition of title to indemnity-lands hy selection, the further condition, ‘subject to the approval of the Secretary of the Interior.’ ”\nNeither does the act in question require, nor can the court-import, the further condition imposed upon the use of the-school money, that it shall be used “subject to the approval of the city council.” To so hold would be to destroy the symmetry and order adopted by Congress in this system of local government of public schools. It would place in the hands of the town council the power which is clearly given to the school board by section 202; and under the three-decisions cited such a result cannot follow.\nUpon a re-examination of the opinion heretofore given in the case of Chambers v. Solner, ante, 271, I am inclined' to approve every part of it that is important in this case, without repeating it. This will dispose of many of the minor suggestions made by counsel. In conclusion, it is the opinion of the court that the phrase “under the direction of the city council” must be construed in connection with the evident purpose and object in the mind of Congress to establish a town and school government, and to separate the duties and powers, respectively, between the two sets of officials; that the only direction which the town council has over the use of the school funds is that of considering them in determining the revenue and support which ought to be raised by taxation; that it is the duty of the council to so consider them, and'to that limited extent they are under the direction of the council for the purpose of determining what additional fund shall be raised, and none other. Section 202, giving to the board the “exclusive supervision, management,, and control of the public schools and school property within, said corporation,” considered in connection with the purposes and objects to be attained by Congress, clearly gives-to the school board the exclusive power to expend the school fund for the purposes of that act. No action whatever is necessary on the part of the town council when the fund is raised and placed in the hands of the treasurer of the corporation, as “ex officio treasurer of the school board,” to enable the school board to appropriate it and expend it for school purposes.\nThe demurrer is overruled, and, unless the answer shall' state facts sufficient to bring the matter at issue for trial,, the peremptory writ of mandamus may issue.",
        "type": "majority",
        "author": "WICKERSHAM, District Judge."
      }
    ],
    "attorneys": [
      "Alonzo Rawson, for petitioner.",
      "P. C. Sullivan and V. T. Hoggatt, for defendant."
    ],
    "corrections": "",
    "head_matter": "BRACE v. SOLNER, Treasurer of Nome.\n(Second Division. Nome.\nDecember 17, 1901.)\nNo. 599.\n1. Schools — Towns—School Fukd.\nThe school board in incorporated towns in Alaska has the sole power to expend and pay out that part of the school fund paid into the treasury by the clerk of the District Court and derived from licenses paid within the town. The council has no power of expending any part thereof except that part segregated and set apart for municipal purposes by the District Court. Chambers v. Solner, supra, followed.\n2. Statutes in Pari Materia — Construction.\nA statute must be construed with reference to tbe whole system of which it forms a part. Such parts are to he read in pari materia, and taken together and construed as one system. They are to be construed in view of the evident purpose which the legislative body had in enacting them. They should, if possible, be so construed that no sentence or word should be superfluous, void, or insignificant.\n3. Proviso — Use—Definition.\nThe word “provided” in the first clause of section 203 of the Civil Code of Alaska (Act June 6, 1900, c. 786, 31 Stat. 621), as amended by the act of March 3, 1901, has the meaning and significance of the conjunctions “but” or “and” only.\nThis is an application for a writ of mandamus to compel the defendant, as ex officio treasurer of the school board for the incorporated town of Nome, to pay a warrant drawn by the school board in payment of petitioner’s services as janitor in the public schools. The warrant was presented* and payment refused, although the treasurer is shown to-have then had sufficient funds properly applicable to its payment if the contention of the plaintiff is sustained. An alternative writ was issued, the treasurer appeared, and now demurs to the petition upon two'grounds: (i) That the court has no jurisdiction of the subject-matter of the action; and (2) that the petition does not state facts sufficient to-constitute a cause of action. The defendant contends:\n(1) That the school board of the city of Nome has no-power or authority to spend or direct the expenditure of the moneys which may be received for school purposes by the treasurer of the city of Nome under section 203 of the act providing for the incorporation of towns, page 393, Code of Alaska, nor in the amendatory act of March 3, 1901, which provides for any surplus found by the court not needed for school purposes to be used for any municipal purpose.\n(2) That, even if the school board has authority or power to provide in any way for the expenditure of any of the moneys received, then such expenditure is subject to the consent and approval of the common council of the city of Nome, and such expenditure must be under their direction.\n(3) That, even if the school board has the direction of expenditures, and the council has no control or discretion over the fund mentioned, then in that case the board cannot require the treasurer to pay any warrant until the council has directed such payment to be made by the treasurer. That, in any event, if the board has absolute control over the school fund, then the act of the council directing the treasurer to pa3r would be ministerial, and, before an action could be maintained against the treasurer, application would have to be made to the council for the direction to the treasurer to pay.\nAlonzo Rawson, for petitioner.\nP. C. Sullivan and V. T. Hoggatt, for defendant."
  },
  "file_name": "0361-01",
  "first_page_order": 385,
  "last_page_order": 403
}
