{
  "id": 8505634,
  "name": "THE CITY OF SEATTLE. THE WASHINGTON AND ALASKA STEAMSHIP CO., Claimant",
  "name_abbreviation": "City of Seattle",
  "decision_date": "1902-02-24",
  "docket_number": "No. 1,096. Admiralty",
  "first_page": "471",
  "last_page": "485",
  "citations": [
    {
      "type": "official",
      "cite": "1 Alaska 471"
    }
  ],
  "court": {
    "name_abbreviation": "Alaska Dist. Ct.",
    "id": 23837,
    "name": "Alaska District Court"
  },
  "jurisdiction": {
    "id": 53,
    "name_long": "Alaska",
    "name": "Alaska"
  },
  "cites_to": [
    {
      "cite": "36 Fed. 563",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6732661
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/36/0563-01"
      ]
    },
    {
      "cite": "40 Fed. 289",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6718962
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/40/0289-01"
      ]
    },
    {
      "cite": "71 Fed. 430",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3812670
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/71/0430-01"
      ]
    },
    {
      "cite": "76 Fed. 855",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6729108
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/76/0855-01"
      ]
    },
    {
      "cite": "79 Fed. 982",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        69033
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/79/0982-01"
      ]
    },
    {
      "cite": "81 Fed. 211",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3840115
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/81/0211-01"
      ]
    },
    {
      "cite": "106 Fed. 952",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6729642
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/106/0952-01"
      ]
    },
    {
      "cite": "79 Fed. 983",
      "category": "reporters:federal",
      "reporter": "F.",
      "opinion_index": 0
    },
    {
      "cite": "98 Fed. 446",
      "category": "reporters:federal",
      "reporter": "F.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1138,
    "char_count": 29349,
    "ocr_confidence": 0.649,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20523860657513238
    },
    "sha256": "271e6fa0b5524dcc2d21d8511a8a232ed8a65422f078dfda7c81ea779fab1866",
    "simhash": "1:9271a09a8e291457",
    "word_count": 5143
  },
  "last_updated": "2024-02-27T16:57:40.052731+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE CITY OF SEATTLE. THE WASHINGTON AND ALASKA STEAMSHIP CO., Claimant."
    ],
    "opinions": [
      {
        "text": "BROWN, District Judge\n(after stating the facts as above). A question is raised as to whether the service that was actually performed was one that entitled the Cottage City and her officers and crew to salvage, or to merely a fair and reasonable compensation for towage. It has been frequently held by the courts of our country that, where a vessel has encountered any danger or misfortune which may possibly result in her destruction, if services are rendered they are salvage services, though the danger is not immediate or absolute. See The Sarragossa, Fed. Cas. No. 12,334; The Mount Washington, Fed. Cas. No. 9,887. The fact that the assistance rendered might not have been actually necessary does not prevent salvage, if rendered while the vessel was in such a perilous position as to excite apprehension for her safety. The Courier, Fed. Cas. No. 3,283. The fact of peril is to be ascertained from the circumstances surrounding the boat at the time when the salvage service commenced. McGinnis v. The Pontiac, Fed. Cas. No. 8,801. It is not claimed, on the part of the respondent and claimant, that the service rendered to the Cottage City was not a salvage service, if it is true that the Cottage City was instrumental in moving the City of Seattle from her point of danger and. towing her to Juneau. The theory of the respondent and claimant is that the Cottage City was so unskillfully mannaged by.her captain and crew that she rendered no service in moving the City of Seattle from the point where she lay under anchor near the rocks ; that the Cottage City was negligently and unskillfully run across the bow of the City of Seattle in such a way as to cut or break her anchor cables in her effort to get a hawser aboard the City of Seattle, and that, when the Cottage City thereafter was backing away from the City of Seattle, the first strain on the hawser of the Cottage City parted it because of its rottenness, and that the Cottage City thereupon left the City of Seattle in even greater peril than she had been before the approach of the Cottage City; that the City of Seattle thereupon resorted to her sails, and by means of these took her course out of immediate danger, and got well out in Lynn canal before the Cottage City again came alongside, got her hawser again on board the City of Seattle, and towed her to Juneau; that the only service really rendered by the Cottage City was the towing of the City of Seattle into Juneau after the hawser was fast to the latter the second time. This theory of the case, notwithstanding the testimony of the officers and crew of the City of Seattle and some one or two-of her passengers, is, in my opinion, absolutely untenable. When the City of Seattle came to under anchor, her stern swung around until within 35 or 40 feet of the rocks, as one of the passengers testifies; the captain and crew of the City of Seattle putting the distance much greater, but all practically admitting that the rocks were immediately astern of her as she lay at anchor. If the Cottage City had run across the bow of the City of Seattle as she lay head to wind, straining on her anchors in the manner indicated in one of the exhibits-of claimant and . respondent (see sketch by Quintell, Claimant’s Exhibit No. 12), cutting-off or breaking the cable that held the City of Seattle at anchor, inevitable disaster must have come to the City of Seattle, and even the Cottage City would have been placed in extreme peril. There is no evidence of the change of the direction of the wind, that its velocity became less, or that the storm and danger were less-threatening at the time claimant and respondent alleges this unskillful maneuver was executed, than they were when the Seattle came to anchor. Indeed, the evidence indicates that the storm was increasing, the cold becoming more bitter, and' the resultant danger more imminent. The claim of the respondent and claimant that, at this juncture, the City of Seattle spread her canvas, consisting of an ordinary ship’s mainsail, foresail, and staysail, and sailed into safety, is inconsistent. Any attempt to have set sail while in this condition would have thrown the City of Seattle upon the rocks before her bow by any possibility could have swung out to a position where the sails could have so taken the wind as to move her out from shore. Indeed, lying head to the wind, the bow was as apt to swing inshore as off, and a little more apt to swing in, because the wind was so tending. If her sails had been sufficient to move her at that time into the stream, they certainly would have moved her in the same direction as that in which she was moving at the time she came to anchor at this dangerous point.\nConsidering the very urgent request of Pilot Johnson, and the representations made by him at the time to Capt. Jansen that he should go and save the passengers if possible, as there was little hope of saving the ship, and the further fact that Pilot Johnson was sent out by the master of the City of Seattle as a forlorn hope, and under grave doubt as to whether he could ever reach a place of safety and communicate with others who might relieve the City of Seattle from its threatened destruction, the claim that the City of Seattle itself sailed out of danger looks very much like a flimsy pretense based upon an afterthought having no foundation in fact, and like an effort on the part of interested parties to avoid a just claim for salvage. One cannot be heard to deny the character of the service rendered, after representing himself as being in distress and requesting the service. The Huntsville, Fed. Cas. No. 6,916. That the efforts of the Cottage City to rescue the City of Seattle from her dangerous position were salvage services of a high order, I have no doubt.\nIt is claimed, however, by the officers of the City of Seattle, that her anchors were holding, and would have continued to hold her, possibly for days to come. The condition of the weather in I/ynn canal on the day the service was rendered, and for several days thereafter, as shown by the testimony in the case, made the canal exceedingly perilous for navigation,, even with ships in the best possible condition. The wind is said to have increased, blowing from the northwest, until it reached a velocity of 70. miles an hour, and continued to-blow, with snow falling a large portion of the time, for the next two days after the services in question were rendered. The testimony on this point was objected to by proctor for respondent and claimant, on the ground that all such evidence was incompetent and immaterial; that conditions as-they existed at the time the services were rendered was the only fact to be considered as bearing upon the case in that regard. It has been held, and perhaps properly so, that “the fact of peril is to be ascertained from the circumstances surrounding the boat at the time the salvage service was commenced.” But, admitting this to be the law, how does it affect the evidence in this case? Take a case of fire on a wharf. Unquestionably, where ships are without power to move and avoid the danger threatened, should the fire extend so as to reach them, their loss would be inevitable. But it is always possible that a fire may be extinguished before reaching a ship so situated, when the fire is some distance away; and before any one may conclude that the destruction of the ship in such danger would have been inevitable, but for the ship being moved by other power than her own, it might be necessary to prove that the fire continued to burn until it would have reached the ship, had she not been moved. This would be the showing of a future fact, but it would be merely illustrative of the present danger of loss of the ship if it had not been moved from the wharf. So, where a ship is on a lee shore, situated as the City of Seattle was, in a great storm, which was constantly increasing, whether she would have been destroyed by the increasing fierceness of the storm can only be shown by evidence of such increase of the storm after the service was rendered, which evidence would be merely corroborative of the present apprehension of danger and peril of destruction. The testimony in this case shows that the storm increased in fury for two days following the day of the rescue of the City of Seattle, and, from the evidence of Capt. O’Brien, it is evident that no ship situated as the City of Seattle was could have withstood the gale, but must have gone to certain destruction. This evidence, as I understand it, is not offered to prove future conditions, with a view of determining the value of the service performed under different circumstances, but for the purpose of determining the value of the service that was then being rendered, and to show what must have inevitably followed had not the service for which salvage is claimed been rendered at the time it was. There was no other help in the vicinity, either from passing steamers or local boats, that could by any possibility have come to the aid of the City of Seattle. This is clearly shown by the evidence objected to, and in my opinion such evidence was admissible and pertinent to the issues to show existing peril to the City of Seattle at the time the salvage service in issue was rendered. We are not left without authority to support this conclusion. The Boyne (D. C.) 98 Fed. 446; The City of Puebla (D. C.) 79 Fed. 983; The Elm Branch (D. C.) 106 Fed. 952; The Monticello (D. C.) 81 Fed. 211. It would seem that the same principle is recognized in many other cases, where continuing and future conditions have been permitted to be proven to illustrate with greater certainty the danger present and existing at the time the salvage service was rendered. The evidence in this case, therefore, tending to establish the fury of the storm which existed at the time, and its continuance for two days thereafter with increased power, together with the showing of the absence of any shipping in the vicinity that might have come to the relief of the City of Seattle, is admitted in evidence over the objection of proctor and counsel for claimant and respondent, and is considered by the court in reaching its conclusion in this case.\nThe respondent and claimant correctly states the principles or grounds upon which all salvage service rests. The statement is as follows: (i) The degree of danger from which lives and property are rescued; (2) the risk or danger, if any, incurred by the salvors; (3) the skill and courage shown in rendering the services; (4) time and labor employed in performing the services; (5). the value of the property salved; (6) the value of the property employed by the salvors in rendering the service, and the risk to the same. The court would add one further ground, viz., the peculiar character of the ship or property engaged in the salvage service. For example, if the salvor were a large steam vessel, and were compelled to go into a narrow channel to render the service, whereby it was itself endangered, the service is more meritorious than if it were rendered by a powerful tug built for the special purpose; or, if the only vessel available were a small tug or ferryboat, and the property salved were very valuable and difficult to manage by the inadequate power, the services of such small tug or ferryboat are more worthy than if it had been a larger boat with greater power. The court is of the opinion that the services rendered by the Cottage City in the rescue .of the City of Seattle were salvage services of a high order; that in rendering these services the Cottage City was subjected to great danger, considering the velocity of the wind, the blinding snow, and the high seas, whereby she could not approach the City of _ Seattle, lying as she was in close proximity to the reefs and rocky shore, without great danger to the salving ship and the lives of her crew and passengers. The work of rescuing the City of Seattle under the circumstances required bravery, heroism, and skill.- The Cottage City is quite a'large ship, registering some 1,800 or 1,900 tons, carrying 300 tons of freight, 86 passengers, and a crew of 68, including the officers. Such a ship cannot be handled in a heavy wind and sea with the ease and certainty of movement of a smaller vessel. The danger, therefore, because of her size, was proportionately greater than the danger would have been to a smaller craft under similar circumstances.\nThe next question to be considered by the court.is the value of the property salved. And here we meet with the same contradictory evidence that is found upon other important questions involved in the case. By the pleadings on the part of the claimant and respondent, it is admitted that the value of the City of Seattle, at the time of the rescue, was $130,000. According to the testimony of Mr. Bryant, who seems to be a man of great experience and candor and having great .confidence in his own judgment, her value was $125,000 at the time. According to the testimony of Mr. Moran,' a man of large experience in the construction of ships of various kinds, and now, and for many years past, actually engaged in the business of shipbuilding, the value is fixed at something over $200,000. Mr. Lent, a man of experience and apparently fair judgment, puts her value at about $200,-000; Mr. George Roberts at about the same figure. Both of the latter are engaged in the steamboat business between Seattle and Alaska, and perhaps may place a higher value on shipping engaged in that business than otherwise. Mr. Moran, being engaged in the construction, building, and sale of ships, would perhaps be inclined toward high prices. Among other things, Mr. Lent testifies that the original contract price of the City of Seattle was $168,000, and that alterations and changes were made that ran the cost of the ship up to about $200,000. Mr. Bryant seems to consider that the 10-year service, or thereabouts, of the city of Seattle, since her construction, would lessen her value very largely, but does not fix a definite ratio of annual deterioration. From such. testimony as is before the court, the court is inclined to the opinion that the deterioration by use of the City of Seattle certainly does not exceed the sum of $30,000, or about $3,000 per annum, it being shown that the ship has been kept in good repair and condition; and, arriving at as fair a conclusion as is possible from all the evidence, it would seem that $170,000 as the value of the City of Seattle is a reasonable conclusion from the facts stated. The value of her cargo and passenger money is said to have been $660. The value of the Cottage City is, by the testimony, made to range from $85,000 up to perhaps $150,000. The court can only take a reasonable view of the testimony on this point, and add to or deduct from the estimated value of the different witnesses, as their judgment from their manner of testifying seems to have been affected favorably or unfavorably upon the question of value. Reaching my conclusion in this way, I fix the value of the Cottage City at $125,000. The evidence places the value of her cargo at about $30,000, passenger money $1,720, and freight charges $2,100, making the value of the property that entered into the risk of rescuing the City of Seattle, in all, $158,820.\nWe now approach the most important question presented in this case, viz., the amount that may be awarded for salvage services. Salvage compensation is not confined to quantum meruit as to the salvor, but is expended to comprehend a reward for the risk of life and property, labor, and damage, as well as a premium operating as an inducement to similar exertions. Warder v. La Belle Creole, Fed. Cas. No. 17,165; Scott v. The Clara E. Bergen, Fed. Cas. No. 12,526a. Other things being equal, the total award of salvage should vary with the degree of peril from which the property was saved. The Mt. Washington, Fed. Cas. No. 9,887; The Kristrel, Fed. Cas. No. 7,935. It is also said that the ratio of salvage award to the value of the property salved should be less when such value is large than when it is small. The Philah, Fed. Cas. No. 11,091a. Where the services are very meritorious and the value of the property salved is very small, the usual proportion will be exceeded in making the reward. Smith v. The Joseph Stewart, Fed. Cas. No. 13,070. The amount of salvage is discretionary with the court, and is dependent on the labor, perils, and damages incurred by the salvors, and the good faith they exercised toward the owners of the property salved, the circumstances of each case, previous decisions, and commercial policy. Western Transportation Co. v. The Great Western, Fed. Cas. No. 17,443; The John and Albert, Fed. Cas. No. 7,333. The fact that salvage services were rendered by a steam vessel to a steam vessel is ground for greater compensation than if both had been sailing vessels. The Huntsville, Fed. Cas. No. 6,916; Adams v. The Island City, Fed. Cas. No. 55; The Puritan, Fed. Cas. No. 11,474; Anonymous, Fed. Cas. No. 430; The Lexington, Fed. Cas. No. 8,336. In cases of extraordinary merit or of extraordinary peril, the rescuing ship should be allowed a moiety as salvage. The Cumberland, Fed. Cas. No. 3,470. As to the amount of the award that should be allowed under conditions approaching those of the case at bar* we cite The City of Puebla, 79 Fed. 982; The Strathnevis (D. C.) 76 Fed. 855; The North Erin (D. C.) 71 Fed. 430; The Kimberley (D. C.) 40 Fed. 289; The California (D. C.) 36 Fed. 563. These and many other cases have been determined where some of the elements existent in this case were also present.\nIt is evident to the court that, without timely assistance on the part of the Cottage City, the City of Seattle would have met with inevitable disaster, involving the loss of the ship and the lives of many of her passengers and crew, and that the danger to the Cottage City in approaching this rocky shore under the conditions existing at the time was very great. The unfavorable and dangerous conditions attending the navigation of Lynn canal in heavy storms; that storms come on with almost unequaled severity and with slight indication of their coming; that the shores abound in rocky points.extending into the canal; that there is no protection through lighthouses or signals; and that mariners are frequently exposed to the most unusual perils in the navigation of this canal — all these facts are matters of common knowledge among navigators and all the people of the vicinity; and while the court is not unmindful that “allowance for salvage service, while liberal, should not be so large and so out of proportion to the services actually rendered as to cause vessels, in situations in which it is expedient that they should ■quickly accept assistance of the character rendered, to hesitate or decline to receive it because of its ruinous cost,” still it is of the opinion that the conditions that exist in Alaska, and the dangers attending navigation along these various canals and straits on the Alaskan coast, require a more than ■ordinarily liberal reward in order that reasonably prompt exertions may be made to save lives and property from inevitable loss and disaster where salvage services are required. Conditions here are unusual, and the dangers attending navigation much greater than those ordinarily existing in the open waters of the ocean or upon the coasts in other sections of our country. It is believed, therefore, that the reward should be proportionately greater to subserve the interests of commerce and navigation.\nNotwithstanding the earnest contention of proctor for the respondent and claimant, and the large number of cases cited where small awards have been made, I cannot find in the ■cases cited those elements of danger, and the heroism demanded in the performance of the salvage service's, that were necessarily required in the case at bar. I am therefore constrained to make a reasonably liberal allowance, considering all the circumstances of the case, and fix the award in this case at 18 per cent, of the value of the property salved, ter wit, $170,660, or the gross sum of $30,718, with interest thereon from January 16, 1900, to which should be added the value of the boat crushed while the Cottage City was rescuing the City of Seattle, $135, and the value of the hawser lost during the performance of the service, $170.\nThe division of the award for salvage services as between the owners of the ship and the captain and crew of the Cottage City deserves some consideration. In this connection,. I cannot refrain from commenting on the conduct of Capt. Jansen in leaving a safe place in port for the performance' of a service known' by him to be exceedingly dangerous, and retaining on board his ship 86 passengers, thereby exposing' their lives to peril, in his effort to savé the property and lives on the City of Seattle. His conduct shows recklessness and' lack of consideration for the lives of the passengers intrusted to him, and because of his taking his passengers out in this' way when he should have left them in the hotels of the town where the ship lay, where they could have received the comforts of life while he was performing a gallant service for the City of Seattle, its passengers, and crew, he is subject, in my opinion, to severe criticism. It raises some question-in my mind whether he should not be required to go without reward as a punishment for what seems to me a reckless-exposure of the lives of many people. Considering all the circumstances, however, the apparent necessity for haste, and the fact that he was starting out in the night, the' court is disposed to overlook somewhat this seeming reckless conduct, and permit him to share in the award for the gallant service performed. In this case the court considers the danger to the Cottage City and its cargo and passengers very great, and therefore the proportion that should be awarded to its owners for the salvage service more than is ordinarily given in such cases. I shall therefore allow the Cottage City and its owners $305 damages for boat and hawser lost, and two-thirds of the award for the salvage service rendered; one-third thereof to go to the captain, officers, and crew of the Cottage City, to be divided as follows: To the captain, officers, seamen, and engineers’ department, in the ratio of the wages of each; to the stewards’ department, in the ratio of one-half the wages of each. This smaller proportion to the stewards’ department is given from the fact that it participated in the danger, but not in the actual service rendered. The distribution of the award is restated as follows:\nTotal salvage award...$30,718 80\nInterest to P’eb. 24, 1902, at 8 per cent... 5,170 94\nDamages for loss of boat and hawser, with interest. 355 83\nTotal award. $36,245 57\nDistributed as follows:\nTwo-thirds salvage and interest to Pacific Coast Go.$23,926 53\nCaptain, officers, seamen, and engineers. 9,842 80\nStewards’ department. 2,120 41\nDamages and interest, as above. 355 83\nTotal . $36,245 57\nThe respondent and claimant having given bond to release the City of Seattle, the judgment and decree in this case will go against the sureties on said bond as well as the owners of the City of Seattle. It is further the opinion of the court that the costs of this proceeding should be paid by the Washington & Alaska Steamship Company, the owner of the City of Seattle and the claimant in this suit. A decree in accordance with this opinion may be submitted by proctors for libelants for the consideration of the court.",
        "type": "majority",
        "author": "BROWN, District Judge"
      }
    ],
    "attorneys": [
      "S. H. Piles, Donworth & Howe, and Winn & Shackleford, for libelants.",
      "J. M. Ashton and John G. Heid, for claimant."
    ],
    "corrections": "",
    "head_matter": "THE CITY OF SEATTLE. THE WASHINGTON AND ALASKA STEAMSHIP CO., Claimant.\n(First Division. Juneau.\nFebruary 24, 1902.)\nNo. 1,096. Admiralty.\n1. Admiralty — Salvage.\nTbe Cottage City, a vessel of 1,800 tons and carrying 300 tons freight and 86 passengers, while lying in the harbor of Douglas, Alaska, was urgently requested, by the pilot of the passenger steamer City of Seattle, to go out in a heavy storm and attempt the rescue of the latter vessel and her crew and passengers from her perilous position near Point Bridget, where she had drifted and anchored, after dropping her propeller in the gale in Lynn canal. A heavy northwest snowstorm was increasing, and threatened to drive both boats on the rocks, but,- in the teeth of the' storm, the Cottage City got lines aboard the City of Seattle, drew her out of danger, and towed her into Juneau. Held salvage services of a high order.\n2. Salvage — Evidence.\nEvidence of the continued increasing severity of the danger, and the probable certainty of the loss of the vessel had she not been rescued at the time, may be shown for the purpose of fixing the value of the salvage services actually rendered. The character and value of the vessels may also be shown, and will be considered in determining the amount of the award.\n8. Admiralty — Salvage—Perils oe the Sea.\nSalvage compensation may be expanded to comprehend reward for peril of life and property. The amount rests in the sound discretion of the court, and is dependent upon the labor, perils, risk, and damages incurred, and also upon the character and value of the vessels engaged.\n4. Admiralty — Principal and Surety — Judgment.\nWhere the claimants secure the release of the vessel libeled by bond, the judgment may go against both principals and sureties on the bond.\nThis cause, having been orally argued by the proctors and counsel for the respective parties, was thereupon submitted to the court upon the testimony and depositions of the several witnesses and the briefs of counsel.\nAn examination of the whole evidence discloses what seems to the court to be a somewhat unusual character of testimony. All the officers and crew of the Cottage City testify tb a state of facts in direct contradiction, on all material points, to the evidence of the libelants. That the testimony should be absolutely contradictory on all points is somewhat extraordinary in a case of this kind. The evidence of the masters of the two steamships sheds as much light upon the true state of facts existing at the time of the occurrence in question as-that of the dozens of witnesses who composed the crews of the two vessels. The statements of the several passengers, who were practically disinterested, while not so clear and complete as might be desired, aid very largely in determining the real state of facts. From all the evidence in the cause, including the various exhibits for what they are worth, it would seem that the steamship City of Seattle, after leaving Skagway, Alaska, on her south-bound voyage to Seattle, on January 13, 1900, at about 2:10 a. m., on arriving at a point about 40 miles from Skagway, in Lynn canal, encountered a blinding snowstorm and heavy wind, lost her propeller, and was thereby left to the mercy of the wind and waves, to drift whither she might; that, while drifting in this helpless condition, the City of Seattle reached a place off Point Bridget, and her master, Capt. Connell, to save the ship from going upon the rocks and rocky shore of Lynn canal, dropped his anchors and brought his ship to, barely in time to avoid being dashed upon the rocks, which were but a few feet from her stern when the anchors held her; that while in this position a lifeboat was manned, with Pilot Johnson in charge, and, at the hazard of his own life and the lives of his crew, Pilot Johnson undertook to go to the town of Juneau, to secure aid for the ship City of Seattle, and to extricate her passengers and crew from the perilous situation in which they were placed; that Pilot Johnson succeeded in reaching Juneau, and thence Douglas Island, where he found Capt. Jansen in charge of the steamship Cottage City, whose aid and assistance he implored to save the passengers and crew of the City of Seattle, and, if possible, the ship itself; and that Capt. Jansen prepared his ship as best he could for the proposed service, immediately departed from the Treadwell docks, went to the scene of the misfortune of the City of Seattle, and there attempted thd rescue of said ship, her passengers, and crew.\nUp to this point there is but little divergence of testimony as to the facts substantially as above stated. It is claimed that a northwest gale was blowing at a velocity of 40 or 50 miles per hour, and that a heavy and blinding snow was falling most of the time. Under such conditions, the Cottage City, with all passengers and cargo aboard, and a full complement of officers and crew, approached the City of Seattle and attempted her rescue. After several unsuccessful attempts, a seven-inch hawser from the Cottage City was made fast to the City of Seattle, and the City of Seattle was hauled out a short distance from the shore. After the Cottage City had proceeded with her a short distance, the cable attached to-the anchor that was holding the City of Seattle, on being shortened and strain put upon it by the lifting of the waves and the tow of the Cottage City, broke, and shortly after-wards the hawser from the Cottage City to the City of Seattle also parted. The Cottage City soon afterwards got another line aboard the City of Seattle, and towed her to Juneau. •\nS. H. Piles, Donworth & Howe, and Winn & Shackleford, for libelants.\nJ. M. Ashton and John G. Heid, for claimant."
  },
  "file_name": "0471-01",
  "first_page_order": 495,
  "last_page_order": 509
}
