{
  "id": 8505789,
  "name": "JUNEAU FERRY CO. v. ALASKA STEAMSHIP CO.",
  "name_abbreviation": "Juneau Ferry Co. v. Alaska Steamship Co.",
  "decision_date": "1902-03-29",
  "docket_number": "No. 802",
  "first_page": "533",
  "last_page": "536",
  "citations": [
    {
      "type": "official",
      "cite": "1 Alaska 533"
    }
  ],
  "court": {
    "name_abbreviation": "Alaska Dist. Ct.",
    "id": 23837,
    "name": "Alaska District Court"
  },
  "jurisdiction": {
    "id": 53,
    "name_long": "Alaska",
    "name": "Alaska"
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 315,
    "char_count": 5954,
    "ocr_confidence": 0.704,
    "pagerank": {
      "raw": 8.443425699853895e-08,
      "percentile": 0.4846809601640868
    },
    "sha256": "654eecfc3f9e031a5d675e967361e2c93af0d4ea545f3d8c112dfbeda8d4d100",
    "simhash": "1:c5329da81e14fe86",
    "word_count": 1056
  },
  "last_updated": "2023-07-14T18:29:24.862971+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "JUNEAU FERRY CO. v. ALASKA STEAMSHIP CO."
    ],
    "opinions": [
      {
        "text": "BROWN, District Judge.\nIt is a matter of grave doubt whether a person can put a pile or two upon the tide flats, or any such temporary and uncertain structure as the “cradle” described by the witnesses in this case, and thereby establish possession, or right of possession. It is to be remembered that these tide lands are not held for sale by the government; that no one can occupy them as of right, as they can uplands, with a view of obtaining title thereto from the government when the land shall come into the market. All that go upon these tide lands are trespassers. They are there without ■right or authority of law. If they have possession, it must be such character of possession as keeps all others out, and such as constitutes actual occupation by themselves. The owners of the uplands, and probably of the shore line, have a right to pass out over their land to deep water, and their ownership of the land down to the shore line gives them a right to wharf out, if they desire, to deep water, subject, of course, to the rights of navigation and commerce.\nIf either the plaintiff company or Goldsteen had any rights in the particular tract of land in controversy, it would seem that Goldsteen had the better right, because of ownership of the shore line and occupation thereof even below the tide line, prior to any pretense of occupation whatsoever by the ferry company of the tide waters at a distance farther out from the shore. But the defendant company has built its wharf running out to deep water over the line of the Behr-ends’ approach to the same from the shore, and has then constructed an “L,” at a point farther out than the ferry company ever occupied or ever controlled. If, therefore, the plaintiff company could obtain any rights in said waters by possession and occupation of a portion farther out than that occupied by Goldsteen and his grantors, the defendant company would have the same right to occupy a point farther out toward deep water on the same line as that occupied by the ferry company. But I think Goldsteen had the better right, which extended out to deep water; and, having conveyed that right •to the steamship company, that company has a right to occupy the same for the purposes of a wharf. Its title by possession is a higher and better title than that of the plaintiff company. The relief prayed for by the plaintiff company is therefore denied.",
        "type": "majority",
        "author": "BROWN, District Judge."
      }
    ],
    "attorneys": [
      "Maloney & Cobb, for plaintiff.",
      "R. W. Jennings, for defendant."
    ],
    "corrections": "",
    "head_matter": "JUNEAU FERRY CO. v. ALASKA STEAMSHIP CO.\n(First Division. Juneau.\nMarch 29, 1902.)\nNo. 802.\n1. Public Lands — Tide Lands — Possession.\nTide lands in Alaska are not held for sale. No one can occupy them except as a trespasser. They can only he held by such character of possession as constitutes actual occupancy. A pile or two, or temporary and uncertain structures, not sufficient to acquire a right of possession or occupancy.\n2. Same — Wharves.\nThe owners of uplands and shore line have a right to pass out over tide lands to deep water, subject to the rights of navigation and commerce.\nThis action is brought by the plaintiff to restrain defendant from building a wharf from the shore line of Gastineau Channel out to deep water, and the plaintiff company complains that steamship company, by building a wharf across a direct line from the shore, crosses certain tide waters over which the Ferry & Navigation Company claims a possessory right, whereby the plaintiff company would be obstructed in the use of its possessory holdings, and it is without remedy in the premises. The defendant sets up title by possession of the same tide waters as are claimed by the plaintiff, and insists upon the right of defendant company to occupy the same. The plaintiff claims title by occupation of a certain portion of this tide water, having, as it says, kept a “cradle” anchored on a part of the same, by itself and its grantors, since 1899.\nThe evidence in this case on the part of the defendant shows that one Bulger held the possession of certain of the uplands bordering on the tide water for a distance of 50 feet along the shore of Gastineau Channel for several years prior to the time when the plaintiff first entered upon and took possession of any portion of this tide water, if it ever did take possession at all. Bulger occupied the upland until the town of Juneau was located and surveyed into lots and blocks, and, after that was done, Bulger accepted a deed for his upland holdings, which, by the terms of said deed, run down to a narrow street or walk, said to be five feet in width, at the shore line of said Gastineau Channel. But it seems from the testimony in this case that Bulger not only finally obtained title to the upland, but that he erected a small house on piles over the tide waters, in which he and several others lived for a number of years, the others living therein as his lessees; and that finally Goldsteen and Behrends bought the house and the shore line holdings from the estate of the said Bulger, and have occupied this small building, placed near the shore, ever since, or perhaps another building erected upon the same foundation after the old one had been torn down.\nMcCully, a witness for the plaintiff, at pages 17 and 18 of the record, says that there were two or three piles there (speaking of this particular tract) belonging to Bulger when witness moved there in 1889, that witness lived on that property from 1889 to 1898, and that the ferry company came there after he was living there. There is considerable testimony in the record to show the varied efforts of the ferry company to hold this property, and of a suit before a commissioner for possession of that part of the tide lands that was occupied by its “cradle.” The testimony also is to the effect that this “cradle” was sometimes moored within the limits of this particular property and sometimes moved out to other places, and it would seem from the evidence that it finally drifted away.\nMaloney & Cobb, for plaintiff.\nR. W. Jennings, for defendant."
  },
  "file_name": "0533-01",
  "first_page_order": 557,
  "last_page_order": 560
}
