{
  "id": 8505878,
  "name": "REEDY et al. v. WESSON et al.",
  "name_abbreviation": "Reedy v. Wesson",
  "decision_date": "1902-05-03",
  "docket_number": "No. 575",
  "first_page": "570",
  "last_page": "575",
  "citations": [
    {
      "type": "official",
      "cite": "1 Alaska 570"
    }
  ],
  "court": {
    "name_abbreviation": "Alaska Dist. Ct.",
    "id": 23837,
    "name": "Alaska District Court"
  },
  "jurisdiction": {
    "id": 53,
    "name_long": "Alaska",
    "name": "Alaska"
  },
  "cites_to": [
    {
      "cite": "35 Fed. 816",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3753652
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/35/0816-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 447,
    "char_count": 8746,
    "ocr_confidence": 0.644,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20524574984873636
    },
    "sha256": "8d056eaca2a59e47f1cdde354c1883ccbd86e977785f5439a58a8416d8704923",
    "simhash": "1:abf3e3b36362a043",
    "word_count": 1521
  },
  "last_updated": "2024-02-27T16:57:40.052731+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "REEDY et al. v. WESSON et al."
    ],
    "opinions": [
      {
        "text": "WICKERSHAM, District Judge.\nThis is a suit in equity, brought by the plaintiffs to quiet their title to placer mining claim No. i on Nugget Gulch in the Cape Nome mining district. It appears from the evidence that the mine was first located by one Hawkyard in 1899; that thereafter, and on. July 20, 1900, it was again located by one Pitcher; that about June, 1900, the defendants Spencer, Reedy, Wachenheimer,. and one J. S. Smith entered into an agreement by which Spencer and Reedy agreed to furnish a grub-stake to Wach-enheimer and Smith, who, on their part, agreed to go into the mountains and seek for and locate mining claims. They ascertained that Pitcher was in possession of the mine in question, and that it was a valuable claim, and prevailed upon Spencer and Reedy to purchase an undivided one-fourth interest in it for the four partners. This was done, and at the same time the four partners took a lease upon the other three-fourths of Pitcher’s claim, with the agreement to work and mine the claim. Some question seems to have arisen about the validity of the Pitcher location, and the four partners agreed that they would relocate it in their own right on-January I, , 1901, by J'. S. Smith, for the benefit of all the partners. Soon thereafter the four partners purchased the remaining three-fourths interest from Pitcher, and became the owners of the whole claim by purchase from Pitcher, and by the location in the name of Smith. They continued to work the claim during the year 1901 with a large force of men, and extracted more than $6,000 in gold from the claim. They located a fraction lying beside No. 1, and upon this fraction Reedy built a house for himself and family, while Wachenheimer continued to live on No. 1 in a large bunk house, used by himself and Smith and their employés. On or :about October 17, 1901, Smith came to Nome, and approached Wesson, the defendant in this action, with a proposition •to sell to him the claim for $1,000. Wesson testified that at that time he was very busy as the local agent of the Pacific ■Coast Steam Whaling Company, and had very little time or attention to give to the facts surrounding the claim before purchasing it. He did not go to see the claim, and seems to have made no further examination into the question of title •than to consult Smith and his attorney, Mr. W. V. Rinehart, Jr. He instructed his attorney to examine the record, and ascertain if the title was clear in Smith. The Hawkyard location was discovered on the record, and Hawkyard himself was produced by Smith, and made an affidavit that he had not done his assessment work for 1900, which forfeited his •claim' on the 31st day of December of that year. This left the \"Smith location on January 1, 1901, a valid location of the ground. Upon an examination of the record, Mr. Rinehart found the Hawkyard location, the Noble location, and Pitcher’s location. He reached the conclusion that both the Noble and Pitcher locations were void because of the prior location •of Hawkyard and the reservation of the claim after the years 1899 and 1900 by reason of that location. He also found upon the record the deed from Pitcher to Reedy of a one-fourth interest in the claim in 1900, and the subsequent deed to Reedy and Spencer of the other three-fourths in January, 1901, but made no further examination to ascertain whether or not these people had any valid claim to the property, because of his opinion that the title of Pitcher, through whom they obtained title, was invalid and void. The evidence discloses that ■neither Wesson nor Rinehart had any knowledge of the co-partnership between the plaintiffs, and had no knowledge of •the possession of the partners at the time of the examination and sale in question. With this slight examination into the true condition of the title, Wesson purchased the claim on October 18, 1901, and took a deed to the property fromr Smith, and paid him the full consideration of $1,000. He was-not acquainted with Smith, had never met him before, had ho information as to his character or standing, and seems to have made no inquiries about either. Upon the date of the-purchase by Wesson the claim was in the open and notorious possession of Reedy and Wachenheimer, acting for themselves and their other partners, and had been in their possession for almost a year. They were then living upon the claim, had their mining tools, sluice boxes, provisions, houses, and all of the property necessary to work the valuable mine located thereon. All this could readily have been seen by any one by visiting the claim, but no such inquiry was-made by the purchaser or his attorney. On the 21st of October Wesson leased the mine to the defendant Meehan, who-had been the foreman for the plaintiffs in the working of the-same mine during the preceding summer. It seems that Meehan first told Wesson and Rinehart of the partnership between the plaintiffs and Smith, and of the rights of the plaintiffs in the premises. In spite of his knowledge of these facts, however, Meehan took a lease from Wesson for two years, and went upon the claim and took possession, accompanied’ by two men to assist him. He Was warned by the co-tenants in possession not to intrude upon their' rights, but did thrust himself into their buildings, their mines, and open cuts, and' claims that he began to prepare for taking out a “dump” during the winter. The plaintiffs thereupon began this suit.\nThe objection is now made to the form of the action, but,, as no such objection seems to have been heretofore raised,, the court will not now consider it. The whole matter has-been heard upon the pleadings as filed, the evidence has been taken before the court, and the defendants will not now be-heard to question the technical form of the action.\nUpon the facts, I am compelled to render judgment in. favor of the plaintiffs. At the time of the defendants’ purchase from Smith the plaintiffs were in the open and notorious possession of the property. They had been in such possession for many months, and had buildings and all the necessary mining tools, boxes, and provisions thereon, and were residing thereon and working the claim. The defendants rely entirely upon the recorded title- of Smith. - It must not be forgotten, however, that this is a mining claim. The location by Smith on January i, 1901, in pursuance to his agreement -with his partners, inured to the benefit of himself and partners equally. They became tenants in common in the property. The possession of Smith was as the possession of each of the other co-tenants. Their possession was equally as good as his. That possession, under the circumstances in this case, was sufficient to give the defendants constructive notice of the title of the plaintiffs, which they will not now be permitted to deny. 2 Pomeroy’s Equity Jurisprudence (2d Ed.) §§ 597, 603, 606-608, 615. The defendant Wesson might have ascertained, by a reasonable examination, what the condition of the title was. Pie had-a sufficient notice from the deeds upon record and from the-open and notorious possession held by the plaintiffs, as well as by the working of the mine and the location of their buildings and other property thereon, that they asserted an interest in the claim. His failure to follow up the examination and ascertain the true condition of the title places him at fault. Had he done so, he would have readily discovered the possession of the plaintiffs, their relations with Smith, and their ownership in the property. A locator of a mining claim, who locates in his own name, but for the benefit of himself and other partners, becomes a trustee for the benefit of all the other partners. Hunt v. Patchin (C. C.) 35 Fed. 816. Such was the relation of Smith to these plaintiffs and to the claim in question. He was not the owner. He was only a co-tenant in possession with his other co-tenants. The mere fact that the location notice was in his name gave him no exclusive title to the property, ■ and did not empower him to convey the claim to the exclusion of his other co-tenants. Findings of fact, conclusions of law, and judgment may be entered as well against Wesson as against the defendant Meehan.",
        "type": "majority",
        "author": "WICKERSHAM, District Judge."
      }
    ],
    "attorneys": [
      "C. S. Johnson, A. J. Daly, P. C. Sullivan, and James E-Eenton, for plaintiffs.",
      "W. V. Rinehart, Jr., C. S. Hannum, and T. M. Reed, for defendants."
    ],
    "corrections": "",
    "head_matter": "REEDY et al. v. WESSON et al.\n(Second Division. Nome.\nMay 3, 1902.)\nNo. 575.\n1. Mines and Minerals — Co-Tenancy—Sales—VendorandPurchaser.\nA purchaser of a mining claim, who trays from the locator of record, takes it subject to the rights of other co-tenants who are-in actual, open, and notorious possession, and engaged in working the mine.\nSuit in equity to quiet title to mining claim.\nC. S. Johnson, A. J. Daly, P. C. Sullivan, and James E-Eenton, for plaintiffs.\nW. V. Rinehart, Jr., C. S. Hannum, and T. M. Reed, for defendants."
  },
  "file_name": "0570-01",
  "first_page_order": 594,
  "last_page_order": 599
}
