{
  "id": 8505888,
  "name": "RUSSELL et al. v. DUFRESNE",
  "name_abbreviation": "Russell v. Dufresne",
  "decision_date": "1902-05-03",
  "docket_number": "No. 280",
  "first_page": "575",
  "last_page": "577",
  "citations": [
    {
      "type": "official",
      "cite": "1 Alaska 575"
    }
  ],
  "court": {
    "name_abbreviation": "Alaska Dist. Ct.",
    "id": 23837,
    "name": "Alaska District Court"
  },
  "jurisdiction": {
    "id": 53,
    "name_long": "Alaska",
    "name": "Alaska"
  },
  "cites_to": [
    {
      "cite": "35 Pac. 437",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 285,
    "char_count": 5229,
    "ocr_confidence": 0.607,
    "sha256": "ac94f40556d01ea82e0a71bfaf7eecb4ad07fe307b453d917010f6fa8b352f99",
    "simhash": "1:aaf7c8f0702a213a",
    "word_count": 904
  },
  "last_updated": "2024-02-27T16:57:40.052731+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "RUSSELL et al. v. DUFRESNE."
    ],
    "opinions": [
      {
        "text": "WIC KERSHAM, District Judge.\nA new trial has been granted in this case, but counsel do not agree upon the form of the order, and have presented the matter to the court. The cause was originally sent to a referee upon a stipulation between counsel. The evidence was taken, and the referee reported the evidence and his findings and conclusions to the court. Thereafter Judge Noyes vacated some of the findings, and made new ones from the evidence, and entered judgment thereon. A new trial was thereafter granted upon the motion of the plaintiffs by the present presiding judge (ante, 486), but no judgment has yet been signed, for the reason that counsel have urged diverging views upon the court in relation to the correct practice and the scope and contents thereof.\nThe defendant urges that the case must be sent back to the referee to take new evidence, while plaintiffs insist that it is only necessary for the court to make and file new findings and conclusions, and enter a new judgment, in accordance with the decision granting the new trial, upon the evidence already before the court. Defendant also objects to the jurisdiction of the court to make any order, for the reason that the case is now pending on appeal. This point is based upon the contents of an order made and entered on August 12, 1901, as follows:\n“It is hereby ordered in the above-entitled cause that all proceedings therein be stayed until the 1st day of November, A. D. 1901, or such time thereafter as said court shall first convene, and that said plaintiffs be allowed an appeal from the decree of this court in favor of said defendant and against said plaintiffs, and an appeal from the order dissolving the injunction in said case, and that the time within which the said plaintiffs are required to file their appeal bond and bill of exceptions shall be extended until the time aforesaid. And further ordered that in case said defendant shall not file his indemnifying bond of $10,000 in said action as required by the order of the said court, this day made in open court, within ten days from the making of this order, that the said decree and order dissolving the injunction be set aside, and the cause be allowed to stand upon the hearing of the report of the referee.\n“Dated August 12, 1901. Arthur H. Noyes,\n“Judge of Said Court.”\nAn examination of the record discloses that no other step was ever taken in the matter of the appeal by any one. No petition or application for appeal was ever presented by the plaintiffs, no bond given, no other step taken, but the matter was abandoned. There is nothing in the record to show that the allowance of an appeal was made upon request of plaintiffs, but the record does disclose that the plaintiffs continued to prosecute their case in this court thereafter, without regard to the allowance, and without objection being raised by the defendant. A careful inspection of the whole order in which the allowance is made, however, discloses that a certain injunction had that day been dissolved, which, in effect, gave the possession of the property in dispute (a valuable gold mine) to the defendant, upon his giving an indemnifying bond in the sum of $10,000, but providing that, if he failed to give the bond in ten days, the order dissolving the injunction be set aside, and the cause be allowed to stand upon the hearing of the report of the referee. The bond for $10,000 was never filed. Consequently the order dissolving the injunction was set aside, and the ground for appeal did not happen. No appeal was therefore allowed. This objection is overruled.\nUpon considering the testimony, this court drew findings not justified by the evidence, and its conclusions were equally faulty. The new trial was granted for that cause alone. It will not be necessary to take any further or other evidence, for that was not the point upon which the new trial was granted. Duff v. Duff (Cal.) 35 Pac. 437. New findings and conclusions, based upon the evidence now before the court, will be made, and a judgment in accordance therewith entered.",
        "type": "majority",
        "author": "WIC KERSHAM, District Judge."
      }
    ],
    "attorneys": [
      "Thompson, Murane & Thompson, for plaintiffs.",
      "W. T. Love and B. F. Knott, for defendant."
    ],
    "corrections": "",
    "head_matter": "RUSSELL et al. v. DUFRESNE.\n(Second Division. Nome.\nMay 3, 1902.)\nNo. 280.\n1. Appeal — Ab an donment — J urisdtction.\nPlaintiffs were allowed an appeal from an order of court dissolving an injunction against the defendants, but tbe order provided that, if an indemnifying bond of $10,000 was not given by defendants witbin 10 days, the injunction should stand. The bond was not given, and the injunction was not dissolved, and the appeal was thereby abandoned; the cause proceeding as if no such order had been made, and without objection by either party.' Held, upon objection of defendants after judgment on the merits, that no appeal had been allowed or taken, and that the court had jurisdiction to enter judgment.\n2. New Trial — Evidence—Judgment.\nWhere a new trial is granted because wrong findings of fact and conclusions of law were drawn from the testimony, it is not necessary or proper to require or permit the evidence to be taken de novo, but the court, should make correct findings and conclusions from the evidence already taken, and render judgment thereon.\nThompson, Murane & Thompson, for plaintiffs.\nW. T. Love and B. F. Knott, for defendant."
  },
  "file_name": "0575-01",
  "first_page_order": 599,
  "last_page_order": 601
}
