{
  "id": 8505976,
  "name": "THE CATHERINE SUDDEN",
  "name_abbreviation": "The Catherine Sudden",
  "decision_date": "1902-06-07",
  "docket_number": "No. 2a",
  "first_page": "607",
  "last_page": "612",
  "citations": [
    {
      "type": "official",
      "cite": "1 Alaska 607"
    }
  ],
  "court": {
    "name_abbreviation": "Alaska Dist. Ct.",
    "id": 23837,
    "name": "Alaska District Court"
  },
  "jurisdiction": {
    "id": 53,
    "name_long": "Alaska",
    "name": "Alaska"
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 502,
    "char_count": 8952,
    "ocr_confidence": 0.682,
    "sha256": "4e80139a61fe0b68131cdb4cfc0b80e21a9acd33b28af83a71da6fd8208379a0",
    "simhash": "1:9fbd1033c772ac94",
    "word_count": 1633
  },
  "last_updated": "2023-07-14T18:29:24.862971+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE CATHERINE SUDDEN."
    ],
    "opinions": [
      {
        "text": "WICKERSHAM, District Judge.\nThis cause comes on for hearing upon the objections to the report of the referee heretofore filed. I have carefully read and examined the report and all the evidence upon which it is based, and have considered the objections thereto, and must sustain them in so far as they are hereinafter designated.\nThe evidence shows that about June 4, 1900, the steamer Corwin, then on her way from Unalaska to Nome, sighted a vessel in distress, and went to her rescue. She was some miles off the course of the Corwin, amid the floating ice of Bering Sea, and it was necessary for the Corwin to “buck” ice and run considerable risk in reaching the location of the derelict. Arriving there, they found the Catherine Sudden deserted by her master and crew. Near her were anchored the Pitcairn and the Rube D. Richardson, two small sailing vessels. The deck of the Catherine Sudden was level with the water and awash, and she was in a sinking condition. The Corwin, being under steam, was able to render assistance that neither of the sailing vessels could give. A line was sent from the Corwin to the deck of the Catherine Sudden, and attached to a small launch then resting on her deck, and it was pulled into deep water, furnished with coal, and made useful by the officers of the Catherine Sudden. For rescuing this launch, called the “Dorothy,” and for towing her to Nome, the master of the Catherine Sudden agreed to pay to the Corwin the sum of $2,500 which contract was after-wards carried out. The officers and crew of the Corwin went aboard the Catherine Sudden after she was fully abandoned by her master and crew, stopped the inflow of water as far as they could, and succeeded with hoist and pumps in clearing her of water and getting her afloat. During these operations, some small portion of the cargo, such as ■ provisions, coal, some liquors, paints, and small items were taken aboard the Corwin, but in the presence of and with the knowledge and consent of the master of the Catherine Sudden there present. A portion of her cargo had been taken from her decks and placed upon the decks of the Pitcairn and Richardson before the arrival of the Corwin upon the scene. After the vessel had been floated by the Corwin’s crew, she was taken in tow, with her barges and boats, including the Dorothy, and brought to Nome. Arriving here, and finding no court of competent jurisdiction, the master of the Corwin caused her to be surveyed, and sold to the highest bidder. Her -cargo was lightered ashore, distributed into lots, and sold. Suits were begun by some members of the crew of the Corwin to recover salvage for their services in assisting in the rescue of the Catherine Sudden, and the vessel was libeled with the remainder of the cargo, and the whole thereafter sold by the marshal. The fund received was placed in the registry of the court, and there is now on hand for distribution the sum of $969.66.\nI cannot agree with the referee in his finding that there was any embezzlement or unfair use made of the cargo of the Catherine Sudden by the master of the Corwin or her officers at the time of her rescue. It is clear that the master and crew of the Catherine Sudden had wholly abandoned her, and no possible dispute can arise in this action upon that question. They had knocked in her deadlights to assist in sinking her, that they might float the Dorothy from hér deck, when the Corwin came 'upon the scene. Her captain notified the master of the Corwin that he abandoned her after the removal of the Dorothy, and permitted him to go into peaces able and quiet possession for such salvage as he could secure by pumping her out and towing her from amid the ice floes to the beach at Nome. So complete was the abandonment by the master and owners of the Catherine Sudden, as well as by the underwriters, that no claim was made by- either party, either then or at any other time, for any part or portion of the vessel, cargo, or proceeds. Neither the owners nor underwriters became parties to this proceeding, and have made no appearance in the suit, nor objection to the jurisdiction of the court or the disposal of the fund. Warder v. La Belle Creole, Fed. Cas. No. 17,165.\nSuch being the situation, I am inclined to view with greater leniency the use of portions of the cargo by the Corwin, even if such were shown, than would otherwise be allowed. All that was done by the Corwin, her master or owners, was open, and in full view of the master and underwriters of the Catherine Sudden, who did not object.\nIn the matter of the distribution of the funds on hand, I am guided by the conditions surrounding the rescue of the Catherine Sudden by the Corwin. It was made possible to bring her into Nome by the fact that the Corwin was a steamer. There was no storm or unusual condition, except ice, and no life was endangered in the rescue. The Corwin was on her way to Nome, but left her course, and went amid the heavy floating ice to where the Catherine Sudden lay. By reason of her motive power, she was able to rescue the Dorothy, pump out and raise the Catherine Sudden, and tow her and her cargo to Nome. These services could not have been performed by the Pitcairn or Richardson, which lay near by. There are, then, but two things to consider: First, the amount due to the Corwin and her owners for their services; .and, second, the amount which ought to be paid to the officers and crew of the Corwin, who performed extra work and labor in pumping out and raising the Catherine Sudden. As compensation for the service of their steamer I am inclined to allow to the owners of the Corwin the coal which they took, as well as that which they sold to the Thrasher, if any; the amount paid for towing the Dorothy and the barges to Nome; and any other amount which they may have received from the sale of the vessel and her cargo.\nIn my judgment, they were justly entitled to the whole of it, for it was clearly abandoned and given to them by the master at the time of his abandonment, as well as by the underwriters afterwards. The decree will allow to the owners of the Corwin everything obtained from the sale of the Catherine Sudden and her cargo except the amount now in the registry of this court for distribution, and that will be divided among the officers and crew of the Corwin in proportion as I think they earned it by their services. The evidence in relation to the services performed is very meager and unsatisfactory, and I make the best allowance possible from it. I find that the master and first and second officers are entitled to the largest share of the fund on hand by reason of the fact of their responsibility and long hours of work. The remainder is distributed among those who labored in rescuing the Catherine Sudden, without regard to whether they were sailors or passengers, and in proportion as I find from the evidence they performed actual services and labor in raising the vessel. I have prepared a list of the names of the libel-ants, and the sum opposite each name is the sum which I find each of the libelants to be entitled to out of the fund in the registry of the court, viz.:\nG. I. Foster . $150 00'\nE. L. West . 135 00\nE. Coffin . 120 00'\nR. H. Stahl . 45 00-\nJames Kirk . 45 00\nWm. Simpson . 15 00\nGeorge Trabert . 30 00'\nJ. T. McLees . 45 OO\nA. W. Ottingen . 30 00’\nDan Jury . 15 00\nA. J. McChesney.■. 30 00’\nS. Benson . 30 Q0’\nA. Swanson . 6 00-\nJohn Dubrueill . 30 00'\nN. D. Dumars . 30 00’\nHugh Daly .'. 30 OO\nJohn A. Leaner . 15 00'\nWm. Prichard .\".. 6 OO\nD. O. Gilman . 15 OO\nMagnus Norman . 15 00'\nThomas Jackson . 6 00\nThomas A. Johnson . 6 00'\nA. McClellan . 15 OO\nL. W. Nestelle . ■ 30 O'O'\nA. G. Kingsbury . 30 00'\nA. G. Maddren . 15 00\nFrank Fogg . 15 00\nH. B. Strong . 6 00\nA. H. Strong . 6 00\nDistributed .... $966 00'\nBalance . 3 60\nTotal in fund . $969 66'\nThe balance of $3.66 will be retained by the clerk for the payment of the clerk’s costs. If there are other clerk’s costs,, they will be taken out of the fund before distribution, and the fund distributed to each man will be less in proportion.. A decree will be entered in accordance with these findings,, and the report of the referee is modified accordingly.",
        "type": "majority",
        "author": "WICKERSHAM, District Judge."
      }
    ],
    "attorneys": [
      "Frank A. Steele and James Keifer, for libelants.",
      "Page, McCutchen, Harding & Knight and A. J. Daly, for claimant and for Corwin Trading Co., and other interveners.",
      "Walter M. Willett, for underwriters."
    ],
    "corrections": "",
    "head_matter": "THE CATHERINE SUDDEN.\n(Second Division. Nome.\nJune 7, 1902.)\nNo. 2a.\n1 Admiralty — Embezzlement—Salvage.\nWhere a derelict is surrounded by the ice in Bering Sea, and in a sinking condition, abandoned by her officers and crew, as well as by her owners and underwriters, it was not embezzlement of her cargo for the rescuing vessel and her officers to use such parts of her cargo and supplies as were necessary to enable them to put their crew aboard and raise the vessel and tow her into port.\nObjections to report of referee in admiralty\nFrank A. Steele and James Keifer, for libelants.\nPage, McCutchen, Harding & Knight and A. J. Daly, for claimant and for Corwin Trading Co., and other interveners.\nWalter M. Willett, for underwriters."
  },
  "file_name": "0607-01",
  "first_page_order": 631,
  "last_page_order": 636
}
