{
  "id": 8505995,
  "name": "UNITED STATES v. RICHARDS and JOURDEN",
  "name_abbreviation": "United States v. Richards",
  "decision_date": "1902-06-16",
  "docket_number": "No. 176",
  "first_page": "613",
  "last_page": "629",
  "citations": [
    {
      "type": "official",
      "cite": "1 Alaska 613"
    }
  ],
  "court": {
    "name_abbreviation": "Alaska Dist. Ct.",
    "id": 23837,
    "name": "Alaska District Court"
  },
  "jurisdiction": {
    "id": 53,
    "name_long": "Alaska",
    "name": "Alaska"
  },
  "cites_to": [
    {
      "cite": "30 Stat. 1301",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "30 Stat. 1303",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "31 Stat. 430",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "31 Stat. 429",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "31 Stat. 372",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "30 Stat. 1304",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "30 Stat. 1294",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1060,
    "char_count": 32711,
    "ocr_confidence": 0.658,
    "sha256": "36080a4be6dda5a1a54bf583619c9d67fc48d041f9c28bcdcaf4a4ce5078de94",
    "simhash": "1:dae3eb70da0c85bf",
    "word_count": 5732
  },
  "last_updated": "2024-02-27T16:57:40.052731+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "UNITED STATES v. RICHARDS and JOURDEN."
    ],
    "opinions": [
      {
        "text": "WICKERSHAM, District Judge.\nThis cause now comes before the court upon a motion in arrest of judgment, a motion for judgment for the defendants notwithstanding the verdict, and a motion for a new trial; all having been submitted upon one argument. A motion in arrest of judgment may be founded on either or both of the causes specified in subdivisions 1 and 4 of section go of the Code of Procedure (Act March 3, 1899, c. 429, 30 Stat. 1294), and not otherwise. Section 173, Code of Criminal Procedure (Act March 3, 1899, c. 429, 30 Stat. 1304). These causes are: First, that, the grand jury had no authority to inquire into the crime charged; and, next, that the facts stated do not constitute a crime.\nThe motion for judgment in favor of the defendants notwithstanding the verdict is allowed to be made in all civil cases. Section 257, Code of Civil Procedure (Act June 6, 1900, c. 786, 31 Stat. 372). While the provisions of the law of Alaska, limiting the jurisdiction of this court to punish for contempt of its authority and fixing the penalty therefor, are found in chapter 58 of the Code of Civil Procedure (Act June 6, 1900, c. 786, 31 Stat. 429), I am of the opinion that they are penal in their nature, and that the practice in relation thereto should be governed by the Criminal Code. See section 611, Code of Civil Procedure (Act June 6, 1900, c. 786, 31 Stat. 430). As the arguments in favor of both the foregoing motions were not special, but general, and contained in that, on the motion for a new trial they will stand or fall with this latter motion.\nThe motion for a new trial in this case is-based upon all of the causes allowed in section 168 of the Criminal Code (Act March 3, 1899, c. 429, 30 Stat. 1303), which reads as follows:\n“See. 168. For What Cause Granted. That the former verdict or other decision may he set aside and a new trial granted, on the motion of the defendant, for any of the following causes materially affecting the substantial rights of such party:\n“First: Irregularity in the proceedings of the court, jury, or adverse party, or any order of the court or abuse of discretion, by which such party was prevented from having a fair trial.\n“Second: Misconduct of the jury or prevailing party.\n“Third: Accident or surprise which ordinary prudence could not have guarded against.\n“Fourth: Newly discovered evidence, material for the defendant, which he could not with reasonable diligence have discovered and produced at the trial.\n“Fifth: Insufficiency of the evidence to justify the verdict or other decision, or that it is against law.\n“Sixth: Error in law occurring at the trial and excepted .to by the defendant.”\nThe principal argument in support of the motion seems to be based upon the first and third subdivisions, and the facts in support thereof are identical. For this reason they may be considered together.\nThe first subdivision of paragraph “a” of the motion for a new trial is based upon an alleged irregularity in the proceedings of the court and abuse of discretion on the part of the court, and charges that the judge of this court was, at the time of the trial, “acting under an erroneous impression that the defendant Richards had related scandalous matters concerning him, the said Wickersham, to the Department of Justice at Washington,” and was deeply incensed and prejudiced against the said Richards, and thereby became disqualified from judging fairly and impartially of the testimony of the said Richards given during the trial of said cause; and that by reason of said disqualification said court acted in an irregular manner in sitting in judgment on said cause without the aid of a jury, and in not making known such disqualification, in order that the defendants might demand a jury.\nThe first subdivision of paragraph “c” of the motion for a new trial is based upon the third subdivision of section 168, supra, and the accident and surprise complained of is that “the defendant Frank H. Richards did not know, until after the trial of the above-entitled cause, and after the evidence therein had been submitted,” that the judge of this court was disqualified by reason of the bias and prejudice alleged in paragraph “a,” which is again alluded to in this paragraph; “and therefore the defendant Frank H. Richards had no opportunity to ask for a change of venue in the above-entitled cause, or that the court call to its aid a jury for the trial of the above-entitled cause.”\nIn support of this charge against the fairness of the judge the affidavit of Frank FI. Richards, one of the defendants, is filed, wherein he alleges, under his oath, that the judge of this court “has been for some time a personal enemy of affiant, had bitter personal feelings against affiant, and was unable” to give “due weight to affiant’s testimony and the credibility thereof, because affiant has good reason to believe, and therefore alleges the truth to be, that just before and during the trial of said cause, and while said cause was submitted, and before the rendition of the opinion in said cause,” the judge of this court was of the erroneous opinion that the defendant Richards had related the said matters to the department at Washington, and was thereby deeply incensed and prejudiced against the said Richards, and consequently became disqualified to judge fairly and impartially of the credibility of Richards’ testimony; and that by reason thereof the court acted in an irregular manner in trying the cause, and should have intimated his bias, so that affiant could have asked for a change of venue or a jury trial.\nThese are all the pretended proofs or evidence offered by the defendants, or either of them, to support the charge of prejudice against the judge of this court. The charge is thus confined exclusively to Frank H. Richards, and does not apply to the other defendant, Jour den.\nIt will be noticed that no statement is made, either in the motion for a new trial or in the affidavit of Richards, of the character of the scandalous matter which is alleged to have so deeply incensed the court, or when the facts relating thereto occurred. It is nowhere shown or alleged whether the matters related to the past or present, private or official, character or acts of the judge. Counsel who prepared and signed this motion gave themselves the whole field of fact or imagination from which, now or in the future, to suggest the character of the alleged matter, or the time of its occurrence. Nor are they more specific in relation to the date when the information reached the court and the judge became imbued with the alleged bias and prejudice. The allegations are vague, shadowy, and indefinite; good enough for calumny and slander, but wholly lacking in courageous and specific statement of fact.\nNor is the affidavit of the defendant Richards in support of the motion any more specific or certain in its statements. No fact at all is stated, only the mere conclusion that the judge of this court “has been for some time a personal enemy of” the defendant, and “had bitter personal feeling against” him. No fact upon which ill feeling can be based is related either in the motion for a new trial or in the affidavit; neither a threat nor other discourteous language, nor any act or other evidence of enmity, on the part of the judge, is stated. The only evidence of such ill feeling is the mere assertion of the defendant Richards, and the assertion is distinctly made in his own language, “because affiant has good reason to believe, and therefore alleges the truth to be, that just before and during the trial of said cause, and while said cause was submitted, and before the rendition of the opinion of said court,” the judge of this court was of the erroneous opinion that the defendant Richards had related the aforesaid matters-to the department about him. In short, the allegation of personal enmity in the breast of the judge is based solely upon the alleged belief of the defendant Richards, and not upon any fact whatever. -Whether he has such a belief can never be tested by other evidence than his assertion. He alleges that within the hidden recesses of his mind he has a belief that there exists within the hidden recesses of the judge’s mind a prejudice. The basis of this alleged but hidden prejudice is the allegation that the judge has or had an erroneous impression, which has never been publicly exhibited by word or deed, that the defendant Richards had scandalized him. It is not shown by any fact that this assertion is true, nor is any such claim made by counsel for defendants. The-whole allegation of prejudice against the judge of this court is a willful, contemptuous, and unjustifiable attack upon the judge of this court by counsel and client, without a shadow of truth or fact to support it.\nUpon his argument Mr. Fink frankly admits that no evidence could be produced to show any fact of prejudice, and he asserted that the knowledge thereof was wholly confined to-the breast of the judge. Upon this admission I now state-the fact to be that at the time of the trial and rendering my opinion and verdict in this case I had no erroneous or other impression, or.any information or belief, that the defendant Richards, or any one else, had reported any scandalous matter to the Department of Justice at Washington about me. I never heard of such a matter until I first read the motion for a new trial in this case. I did not have any prejudice or enmity against him for such or any other reason which would in the slightest degree influence my judgment in weighing and giving fair credit to this testimony.\nSection 611 of the chapter relating to contempts, after providing for the summary punishment of contempts in the presence of the court, concludes:\n“In other cases oí contempt, the trial shall proceed upon testimony produced as in criminal eases, and the accused shall he entitled to' he confronted with the witnesses against him, hut such trial shall he hy the court, or, in the discretion of the court, upon application of the accused, a trial hy jury may he had as in any criminal case.”\nThis action was called for trial without objection on the part of defendants, or any request for a continuance or change of venue. No jury was then in attendance upon the court, and no request or application was made by either of the defendants for a jury trial. It was then well known to the public and to the counsel for defendants and their clients that a successor to the presiding judge on the bench at Nome was soon to reach Nome, but no application for a continuance and trial before him was made.\nWithout the slightest intimation of prejudice, either from the defendants or within his own mind, the judge of this court was compelled by the law and the action of the parties to hear 'this case, to weigh the evidence, and, as honestly and fairly as in him lay, to render his verdict. No sooner is his verdict filed against the defendants than the defendant Richards makes the discovery of prejudice and personal enmity, based only upon his alleged belief. If such a contemptuous and baseless slander could be made a sufficient ground for a new trial, no man could be convicted for an ■offense. In this division, where the court is cut off from the outside world for nine months, where no change of venue •could be made available during that time, the court would be at the mercy of one who treated its authority with contempt if such a false and malicious statement should be held sufficient to rob the trial judge of jurisdiction. So far, then, as this particular branch of the motion and the affidavit in its support goes, I wish to denounce it as an unjustifiable attempt bjr counsel and client to interfere with the administration of justice by a base and untruthful attack upon the judge, after he had been compelled by the submission of the parties and the law to hear and pass upon the evidence in the case.\nAnother objection is urged by the affidavit of defendant Richards tending to show prejudice in the mind of the trial judge, though not specifically alleged in the motion for a new trial. It is based upon the allegation that prior to the trial the trial judge consulted with the United States district attorney in reference to the case, and conversed with witnesses on behalf of the United States prior to their testifying. It was very evident, from the questions which the district attorney asked the defendant Richards while on the witness stand, that the trial judge had talked with the district attorney about the conversation which the defendant Richards had at the Golden Gate Hotel with the trial judge. No evidence was then, or at any other time, produced by the defendants, or any one else, to show that the trial judge did consult with any witness in the case, and such is not the truth. In fairness to the defendant Richards, however, the court now states this to be the truth: That soon after the trial of the case of the United States v. Wright, Assistant District Attorney McGinn complained personally to the judge of this court that the jury in that case had been unfairly drawn through the open venire system by the defendant United States Marshal Richards. Feeling that the charge against the marshal was a very serious one, and that it ought to be made only upon reasonable evidence and in the best of faith by the assistant district attorney, the trial judge, after hearing the complaint made by Mr. McGinn, and thinking the matter over, addressed a letter to him, asking for a detailed statement in writing. In answer thereto Mr. McGinn copied the letter, which was in the form of interrogatories, appended his answers, signed his name to each answer, and returned the same to the trial judge. A doubt having arisen in the mind of the court upon one question, the judge addressed another letter to Mr. McGinn, asking for a more complete statement. Mr. S. T. Jeffreys, one of the counsel in the case of Waterbury v. Ferguson, complained to the court about the same time that the jury in that case had been improperly approached, and the court declined to hear his statement, and said to him that it must be made in writing, because of the seriousness of the charge. Mr. Jef-freys made such a statement in writing, as a member of the bar, and delivered the same to the trial judge. The trial judge took these precautions for the purpose of preventing a charge of such a serious nature being brought against an officer of the court except upon what'appeared to be reasonable and fair evidence. So much distrust and scandal had already arisen in the administration of justice in the Nome court that the trial judge determined not to permit an action to be brought in so serious a matter except it appeared to be necessary to defend the existence of the court.\nHerewith I file copies of the communications hereinbefore referred to with the clerk of this' court as a part of this opinion, so that the defendants may have the full benefit of th'e action of the court if it was error. While this is a quasi criminal prosecution, yet it is of such a peculiar character that the court felt that it was justified in taking the action that it did. An attack on the integrity of the jury as a part of the court, the insidious and hidden methods by which such attacks are made, and the injustice. falling upon litigants therefrom, ought to impel any fair court to take every possible precaution to protect itself and those whose rights are intrusted to it for decision from such assaults. If the judge of this court is compelled to sit with folded hands and permit an}1- officer of this court unfairly to fill a jury for the purpose of swaying the decision one way or another, then the court becomes too contemptible and powerless to exist. Acting upon these impressions, and impelled, first, to protect the officers of this court from scandal, and, second, to protect the court and litigants from such outrageous attacks, the court did have a conversation with Mr. McGinn, who afterwards became a witness upon this trial. In that conversation the trial judge told him that Marshal Richards had, at the Golden Gate Hotel, on the evening of the trial of the case of the United States v. Wright, and while the jury was still out, repeated to him, the trial judge, without any solicitation, the statements which were contained in the questions asked by Mr. McGinn of Marshal Richards upon the witness stand. The trial judge did not speak to any other witness in relation to this case, or permit any other witness whatever to speak to him about it. The trial judge was not biased or prejudiced against the defendant Richards by reason of such conversation with Mr. McGinn, for that conversation was had as much to protect the marshal from an unjust assault as for the purpose of protecting the court and litigants from “packed” juries.\nParagraph “b” of the motion for a new trial is based upon the alleged error or misconduct on the part of the assistant district attorney in propounding questions to witnesses unconnected with the issues then on trial, for the purpose of degrading the witnesses in the eyes of the court. The questions upon which this paragraph is based seem to have been those only which were addressed to the defendant Richards, and contained in the alleged errors numbered n, 14, 15, 16, 17, and 18. No such objection appears to be made in the record with regard to the defendant Jourden. While such questions are in some cases, and under some circumstances, held to be objectionable, yet in this case it seemed the rule did not apply. This was a charge of conspiracy between Richards, Jourden, and Wright to fix the jury in the Wright case favorably to the acquittal of the defendant. The defendant Richards went upon the witness stand voluntarily, and testified, and section 149 of the Code of Criminal Procedure of Alaska (Act March 3,1899, c. 429, 30 Stat. 1301) provides that any person accused “shall, at his own request, but not otherwise, be deemed a competent witness, the credit to be given to his testimony being left solely to the jury, under the instructions of the court, or to the discrimination of the magistrate, or other tribunal before which such testimony may be given; provided, that his waiver of such right shall not create any presumption against him; that such defendant or accused, when offering his testimony as a witness in his own behalf, shall be deemed to have given to the prosecution a right to cross-examination.” The questions complained of were permitted to be asked the defendant Richards upon the theory that they affected his credibility, and tended to show conspiracy. As they did not affect Jourden, however, they will not be considered in connection with him.\nThe only irregularity set up in the motion for a new trial in paragraph “a” with regard to the defendant Jourden is that which relates “to certain erroneous personal impressions” of the presiding judge, which are alleged to be founded upon matters not introduced in evidence. They are alleged to relate to the character of Jourden and the jurors Hayden, Sullivan, and Shea, and to the character of other jurors in the Wright case, the Bohemian Club, and the justice or injustice of the verdict in the Wright case. All those matters were fairly included within the evidence, and within the right of the court to consider.\nThe only reference to Jourden in paragraph “c” of the motion for a new trial is based upon the second subdivision thereof, which alleges that Richards and Jourden thought it was unnecessary to deny the statements made by the witness Eames, insomuch as they had been advised by their counsel that his testimony had been absolutely impeached. They allege accident and surprise in this respect, and that they could have produced Jack Jolly and other witnesses to deny his statements, and that their neglect to do so was caused by the belief on the part of counsel for defendant that it was unnecessary.\nParagraph “d” of the motion for a new trial relates to newly discovered evidence, and is supported in part by the affidavit of P. C. Sullivan, the senior counsel for the defendants. Mr. Sullivan admits that he was in court, and the court will take judicial notice of the fact that he was present at the trial. He heard the testimony of Eames and Minto, who swore positively that he was present in the saloon, and conversed with Jourden before Eames and Playden were subpoenaed as jurors, yet he did not deny the statements.\nThe affidavits of Sullivan, Clarke, and Niebling are to the effect that they were present in the Lobby saloon at the time of the alleged conversation between Sullivan and Jourden, which is sworn to by Minto and Eames, and that no such conversation ever occurred. Mr. Sullivan’s testimony, however, could have been procured at the time of the trial, and must, therefore, be held to come too late. The testimony of Clarke and Niebling, even if true, is immaterial. I am inclined to the opinion that whether or not Sullivan had the alleged conversation with Jourden is not so material as to affect the substantial rights of either of the defendants, and is, therefore, insufficient, under section 168, as a basis for a new trial. It is true that that fact impressed the court, and was referred to in rendering the former opinion; but, even if it be conceded that no such conversation did occur, there is still sufficient evidence to sustain the verdict against both defendants.\nThe affidavits of Carrie J. Nunne, A. C. Griggs, and William R. Forest allege that Adam Johnson was not present at the time the subpoena tickets were made out in the marshal’s office, and could not, therefore, have heard the marshal instruct Griggs to go to Jourden’s saloon to serve the open venire. All of these parties were in attendance upon the trial, except Forest, who is the marshal’s chief deputy; and there is no showing that he was not in the marshal’s office, where his duties required him to -be, and could have been produced at the trial. I am satisfied that a new trial should not be granted upon these affidavits, because the evidence is not newly discovered, nor was it out of the power of the defendants to introduce it at that moment, for these persons were present as witnesses in the case, and were fully interrogated upon this phase of the case. Nor is the shade of difference between the evidence of Johnson and Richards in relation to Griggs going to the Lobby to serve the subpoenas so material as to affect the substantial rights of the defendants in this case. I am satisfied that Adam Johnson heard just what he says he did, and that the testimony of Griggs and Richards that the instruction to go to both Jourden’s and the Golden Gate Hotel was a concession to the truth stated by Johnson. An affidavit is filed by George Shea, one of the jurors in the Wright case, who now alleges that he was only a casual acquaintance of Wright’s, a matter about which he was fully examined on the witness stand. He also alleges that the judge of this court permitted the affiant to visit, him in a social way, and then he discloses an alleged conversation' of that character between himself and the judge, wherein he was informed of the judge’s dissatisfaction with'his action as a juror in the Wright case. He then testifies that he was present in the courtroom when the judge rendered his decision in the case of the United States v. Richards and Jourden, on the 7th day of June, 1902. He swears positively that within 20 minutes after the conclusion of the judge’s decision a copy thereof was purchased on the streets of Nome, which had been published in the Nome News. The evident purpose of this testimony is to persuade. somebody other than this court that the judge had given out the opinion to a newspaper prior to its reading in open court. The truth about the matter is that when the judge of this court first opened the opinion to read it from the bench his stenographer approached, and asked if it might be given to the newspapers, and was answered in the affirmative. Hereto attached is a copy of so much of the opinion as was published in the Nome News on that date :\n(EXTEA.)\n“Are Guilty of Contempt.\n“U. S. Marshal Eichards and Councilman Jourden Will Be Punished For Interfering With the Joe Wright Jury.\n“United States Marshal Frank H. Eichards and Joseph Jourden, whose trial on a charge of jury fixing ended last Tuesday, were adjudged guilty of contempt of the authority of United States District Court in their dealings with the Joe Wright jury, at a few minutes after 10 o’clock.\n“After reviewing the evidence at great length Judge Wickersham said:\n“ ‘Upon all the evidence in this case, then, without stating it in any further detail, it is my judgment that each of the five allegations and charges made against each of the defendants is proven heyond a reasonable doubt; and it conclusively appears to me from the evidence in the .case that the right and. remedy of the .plaintiff in the case was defeated and prejudiced by such actions of each and both of the defendants.\n“ ‘Verdict.\n“ ‘Upon the evidence offered by the plaintiffs and defendants in this case, and the law applicable thereto, I do now find the defendants, Frank H. Richards, United States Marshal for this district, and Joseph D. Jourden, to be guilty of contempt of court in the manner and form alleged in the affidavit made by John L. McGinn, Assistant District Attorney, on May 29, 1902, and filed in this court and cause upon that day, and upon which these proceedings were and are based; and I do find that they and each of them shall be punished therefor as provided by law.\n“ ‘Sentence will be passed at 10 o’clock next Monday morning.’ ”\n- The extract published contained just 180 words, though Mr. Shea testifies in his affidavit: “I am positive that not to exceed twenty minutes later after the time I heard the last paragraph in said decision • contained read from the bench, when a copy thereof was purchased on the streets- of Nome published in the Nome News.” The clipping from the Nome News and this positive statement of Mr. Shea’s indisputably prove, first, the enterprise of newspaper men, and, second, the utter recklessness with which Mr. Shea bears false witness. A moment’s consideration by counsel for defendants would have shown them the utter falsity of this gratuitous contempt.\nThe allegations in the affidavits of Richards and Fink are •that they believed that Richards had denied the statement of Eames, made at the cabin, wherein Eames testified that Richards said to him that he put Eames upon the jury because Griggs said that he was all right. These parties were all present in court during the trial, and could 'have testified to this effect, if- they had then deemed it important. • But Mr. Fink alleges in his affidavit “that affiant and said Sullivan did not deem it necessary to introduce said Jolly as a witness,” because they believed Eames to be impeached.\nI have carefully examined all of the alleged errors under paragraph “g” of the motion for a new trial, and do not deem them sufficient to warrant the granting of a new trial. Upon a careful examination of the motion for a-new trial and the affidavits in support thereof, I am satisfied that there is not sufficient ground for a new trial in this case.\nSome objections are urged to-the conclusions made by the court in its argument upon which the verdict in this case is based. They are called “findings of fact” by counsel for defendants, and many objections are taken and made thereto. Whether they are findings of fact, or only the statement of argument of the court, is not for this court now to determine. I am satisfied with almost every statement made therein, although the court did make one error in the statement that Jourden wás upon the official bond of Wright, and for that reason interested in his acquittal. Upon a further examination I ascertain the bond to be the bail bond of Wright, and not his bond as postmaster. The bond was only suggested, however, as proof of his intimacy and friendship with Wright, and it is equally as good proof whether it be called the official or bail bond. The mistake in designating the character of the bond did not affect any substantial rights of defendant Jourden, and cannot avail upon the motion for a new trial. This is true of many other objections urged by defendants ter statements contained in the opinion prior to the verdict. If, upon all the evidence in the case, the verdict is right, the substantial rights of the defendants are not affected, and therefore, under section 168, they would not be entitled to a new trial.\nAfter a careful re-examination of the evidence in this case, and after having heard everything offered in support of the motions, I am still of my former opinion that both defendants are guilty of the contempts charged in the information.\nThe defendant Jourden had no official duty which he violated in his intermeddling with the jury, and, so far as it can be considered a palliation, had a friend’s interest to protect. Such facts, however, afford no ground for leniency on- the part of the court. On the other hand, the defendant Richards was and still is a sworn officer of this court, appointed by the President of the United States, and specially authorized by law, among other duties, to draw jurors upon open venire when ordered by the court. I am satisfied beyond a reasonable doubt that he violated his oath of office and his duty as marshal, and aided and assisted in drawing a jury of personal friends of Wright, with a view of securing his acquittal from a well-deserved punishment.\nThis case has given me greater anxiety and solicitude than any other since coming to Nome. It has involved two men from my own state, who are friends of my friends, and heretofore were my own friends. It has been most painful to me to 'have them connected with an offense the full effect of which tends to undermine the stability of this court and bring it into disgrace. A judge who would yield either to friendship or fear of personal consequences in such a case is unworthy to sit in so responsible a seat. I will bear with what fortitude and resignation I can such assaults as may come from the faithful performance of my duty, but I shall perform the duty.\nThe motions in arrest of judgment, for the entry of a judgment of not guilty notwithstanding the verdict, and the motion for a new trial are now hereby overruled, and the defendants, and each of them, will be allowed an exception to this action of the court.",
        "type": "majority",
        "author": "WICKERSHAM, District Judge."
      }
    ],
    "attorneys": [
      "John L,. McGinn, Asst. Dist. Atty., and S. T. Jeffreys, for prosecution.",
      "Sullivan & Fink, for defendants."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES v. RICHARDS and JOURDEN.\n(Second Division. Nome.\nJune 16, 1902.)\nNo. 176.\n1. Criminal Law — Arrest or Judgment.\nA motion in arrest of judgment lies only (1) for want of jurisdiction, and (2) tliat tiie facts stated do not constitute a crime.\n•2. Same — Judgment Notwithstanding Verdict.\nA motion for judgment for defendant notwithstanding the verdict is a civil remedy only, and has no application to criminal proceedings or contempt.\n3. Contempts — Criminal Law.\nWhile the provisions of the law of Alaska providing a punishment for contempt of court are found in the Civil Code, yet held to be penal in their nature, and controlled in practice by the rules of the criminal law.\n4. Same — New Trial.\nAn affidavit on a motion for a new trial, which states no fact or circumstance whatever, but is based wholly upon the unsupported alleged belief of the accused that the judge who heard the case was prejudiced against him, where no motion for change of venue or continuance was made, is not a sufficient ground for a new trial.\n6. Same.\nA motion for a new trial will not be granted for accident and surprise which consists merely in the belief of counsel that a witness had been so impeached that they did not deem it necessary to deny his statements, and especially when he is strongly corroborated by unimpeaehed witnesses.\n6. Same.\nA motion for a new trial will not be granted for newly discovered evidence which consists in the statements of the attorneys for the defendant and witnesses all of whom were present in court at the trial, and most of whom testified in relation to the very question claimed to be newly discovered.\n7. Same.\nA motion for a new trial will not be granted upon affidavits which merely deny the findings of facts made by the court in immaterial matters¡ nor when such witnesses were present and could have been called at the trial.\nContempt proceeding before the court without a jury; defendants accused of jury-packing; found guilty, and fined $300 each.\nMotion for a new trial denied.\nJohn L,. McGinn, Asst. Dist. Atty., and S. T. Jeffreys, for prosecution.\nSullivan & Fink, for defendants."
  },
  "file_name": "0613-01",
  "first_page_order": 637,
  "last_page_order": 653
}
