{
  "id": 8506063,
  "name": "LOESER v. GARDINER et al.",
  "name_abbreviation": "Loeser v. Gardiner",
  "decision_date": "1902-08-16",
  "docket_number": "No. 49",
  "first_page": "641",
  "last_page": "649",
  "citations": [
    {
      "type": "official",
      "cite": "1 Alaska 641"
    }
  ],
  "court": {
    "name_abbreviation": "Alaska Dist. Ct.",
    "id": 23837,
    "name": "Alaska District Court"
  },
  "jurisdiction": {
    "id": 53,
    "name_long": "Alaska",
    "name": "Alaska"
  },
  "cites_to": [
    {
      "cite": "26 L. 735",
      "category": "reporters:state",
      "reporter": "Lans. Ch.",
      "opinion_index": 0
    },
    {
      "cite": "104 U. S. 279",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3493164
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/104/0279-01"
      ]
    },
    {
      "cite": "130 U. S. 291",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3537191
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/130/0291-01"
      ]
    },
    {
      "cite": "113 U. S. 527",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3511588
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/113/0527-01"
      ]
    },
    {
      "cite": "9 Morr. Min. R. 616",
      "category": "reporters:specialty",
      "reporter": "Morr. Min. Rep.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "5 Sawy. 439",
      "category": "reporters:federal",
      "reporter": "Sawy.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "9 Morr. Min. R. 429",
      "category": "reporters:specialty",
      "reporter": "Morr. Min. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "13 Nev. 442",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4625290
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/13/0442-01"
      ]
    },
    {
      "cite": "11 Fed. 666",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3779361
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "667"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/11/0666-01"
      ]
    },
    {
      "cite": "1 Fed. 622",
      "category": "reporters:federal",
      "reporter": "F.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 753,
    "char_count": 16533,
    "ocr_confidence": 0.637,
    "pagerank": {
      "raw": 1.3250657444769908e-07,
      "percentile": 0.6276284833594545
    },
    "sha256": "2f8f03ec62452921600b61b3cf23797c76896133768d1f20734a3bacebe584f3",
    "simhash": "1:af90de03e9bc2da4",
    "word_count": 2959
  },
  "last_updated": "2024-02-27T16:57:40.052731+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "LOESER v. GARDINER et al."
    ],
    "opinions": [
      {
        "text": "WICKERSHAM, District Judge.\nThis suit is an action to quiet title to placer mining claim’No. y below discovery on Slate creek, near Rampart, Alaska. The complaint alleges that Latham A. Jones located the claim on January 6, 1899; that he sold the claim and conveyed title thereto to one Bal-dry by deed dated April 3, 1901; and that Baldry sold the claim and conveyed title thereto to plaintiff by deed dated April 15, 1901.\nThe answer consists of (1) a general denial of the allegations in the complaint; and (2) an affirmative plea of a junior location of the same mine by the defendants on July 16, 1900, and an allegation that at that time the land was unappropriated public land of the United States,\nFrom the evidence it is clear that both plaintiff’s grantors and defendants made the locations respectively alleged in fair compliance with the law; the objection made by the plaintiff to the defendants’ location being only that it is a junior location, and made while a former valid location existed, and is therefore void.' This objection is included in the arguments made by the defendants to sustain their objections to the Jones location, which are three in number, viz.: (1) The claim of Jones was not properly staked; (2) if staked in the first place, the stakes were not maintained, and no record was made of same; (3) Jones abandoned the claim, even if properly staked.\nThe first objection must be considered in view of the fact disclosed by the evidence that Jones located the claim in controversy as one of a system of locations above and below a central location known as “discovery claim.” His record of location reads as follows:\n“Claim No. 7 below dis. S. 0. M. D. This certifies Mr. Latham A. Jones bas recorded 500 ft. up and down stream for.mining purposes in the Slate creek M. dis. Claim designated No. 7 below dis.\n“James W. Dillon, Recorder.”\nThe record made for the defendants’ location also depends upon the number 7 for its definite description. Without the number it could not be located upon the ground. The evidence in this case discloses that No. 7, the claim in controversy, joins No. 6, and is one of a series of claims numbered from discovery down Slate creek. It is a custom among miners in this region, in locating placer mining claims along a cañón, gulch, or water course, to do so by numbering them from a discovery claim, as above or below that point; an'd this custom is so general and well known, and so varied and valuable are the interests affected thereby, that it must be noticed and not ignored by the court. In addition to locating by number, it is also a general custom, well known to the court, to mark the boundaries by an upper and lower center stake, upon one or both of which the miner places his notice of location. Frequently the area is limited in narrow valleys or gulches from “rim to rim.” In other cases there is no specific limitation mentioned; the miner intending to take the maximum, or 20 acres, equally divided by a line drawn from center stake to center stake. The Jones location in controversy was of the latter kind. There were two center stakes, and no specific limitation on the sides or in area. Is this a sufficient marking of the boundaries of a placer mining claim ?\nThe very point in question was decided in a leading and •early case in California by Judge Sawyer, who said:\n“To make a valid location, under the statute, it is required that the ‘location must he distinctly marked on the ground, so that its boundaries can he readily traced’; hut the law does not define or prescribe what kind of marks shall he made, or upon what part of the ground or claim they shall he placed. Any marking on the ground claimed, by stakes and mounds, and written notices, whereby the boundaries of the claim located can he readily traced, is sufficient.” North Noonday Min. Co. v. Orient Min. Co. (C. C.) 1 Fed. 622; Jupiter Min. Co. v. Bodie Min. Co. (C. C.) 11 Fed. 666.\n“If the center line of a location of a lode claim lengthwise along the’lode he marked by a prominent stake or monument at each end thereof, upon one or both of which is placed a written notice showing that the locator claims the length of said line, upon the lode from stake to stake, and a certain specified number of feet in width on •each side of said line, such location of the claim is so marked that the boundaries may be readily traced, and, so far as the marking of the location is concerned, is a sufficient compliance with the law.” North Noonday Co. v. Orient Co., supra.\nIn a leading case from Nevada, the court, by Judge Beatty,, said, in considering this identical question:\n“The object of the law in requiring the location to be marked on the ground is to fix the claim — to prevent floating or swinging — so that those who in good faith are looking for unoccupied ground in the vicinity of previous locations may be enabled to ascertain exactly what has been appropriated, in order to make their location upon the residue. We concede that the provisions of the law designated for the attainment of this object are most important and beneficent, and that they ought not to be frittered away by construction. But it must be remembered that the law does not in express terms require the boundaries to be marked. It requires the' location to be so marked that its boundaries can be readily traced. Stakes at the corners do not mark the boundaries. They are only a means by which the boundaries may be traced. Why not, then, allow the same efficacy to the marking of a certain line in a distinct way, where the extent of -a claim on each side of the center line is established by the local rules? It would be safer, and therefore better, to comply with the recommendations of the land office, and erect stakes at the corners of the claim; but, if the grand object of the law is attained by the marking of a center line, we can see-no reason why it should not be allowed to be sufficient. In this case the locators of the Paymaster marked the center line of the claim on the 10th of October, 1872. No miner, no man of common intelligence acquainted with the customs of the country, could have gone-on the ground, and seen the monuments, notice, and work at .the-discovery point, and the two stakes, one three hundred feet southeast of the location monument, marked ‘Southeasterly stake of Paymaster,’ the other twelve hundred feet northwest of the location-monument, and marked ‘Northwesterly stake of Paymaster,’ in a line with the croppings and with the discovery point, without seeing at a glance that they marked the center line of the claim. By the rules of the district and the laws of the land he would have-been informed that the boundaries of the claim were formed by lines parallel to the center line and three hundred feet distant therefrom, and by end lines at right angles thereto. With this knowledge he could easily have traced the boundaries, and, if such was his wish, ascertained exactly where he could locate with safety. We conclude, therefore, that the Paymaster location was sufficiently marked on October 10, 1872.” Gleeson v. Martin White Min. Co., 13 Nev. 442, 9 Morr. Min. R. 429.\nAfter conceding this to be a sufficient marking, Findley (volume i, § 373) states it as his opinion that such a rule stretches the law to the utmost limit of liberality; but I can perceive no reason for denying the benefit of even a liberal rule in the support of the locations of mining claims, made by persons who are neither versed in the technicalities of the law nor the niceties of surveying. The defendants were not misled into locating this claim by any act, commission, or speech of the plaintiff or her grantors. They knew the situation, and undertook to claim another person’s property on technicalities, and the court will not aid them unless it is obliged by the law to do so. Forfeitures have always, in law, been deemed odious, and courts have universally insisted upon the forfeitures being made clearly apparent before enforcing them. Equity often interferes to relieve against forfeitures, but never to divest estates by enforcing them. Mt. Diablo Min. Co. v. Callison, 5 Sawy. 439, Fed. Cas. No. 9,886; 9 Morr. Min. R. 616. I am not without doubt upon the question whether two center stakes, with notices failing to specify the exact width of the claim, even when supported by a custom that it shall be a sufficient width to embrace 20 acres, and when the claim is staked by a number in a regular series, is a sufficiently distinct marking on the ground, so that its boundaries can be readily traced. Mt. Diablo Min. Co. v. Callison, 5 Sawy. 439, Fed. Cas. No. 9,886; 9 Morr. Min. R. 616. Where, however, the relocator is an intruder upon another location, as in the case at bar, I am inclined to insist that every reasonable doubt, either of law or fact, shall be resolved in favor of the protection of the claims of the prior locator. Upon the principle of the authorities cited, I am of opinion that the location in question by two center stakes, posted or written notices, and by serial number, is a sufficient marking of the location; that under such circumstances the boundaries of the claim are formed by side lines parallel to the center line, and by end lines at right angles thereto; that the side lines shall be located equidistant from the center line, and far enough to embrace 20 acres, and no more, in the claim. Gleeson v. Martin White Min. Co., supra; Erhardt v. Boaro, 113 U. S. 527, 5 Sup. Ct. 560, 28 L. Ed. 1113.\nThe next objection is that, even if the location was properly staked in the first instance, the stakes were not maintained, and no record was made of same. It is not alleged or shown that any record was required to be made by the local rules or customs, and therefore none need be shown. It was not necessary to make a record of the staking or marking the boundaries. What, then, is the effect of a failure to maintain the stakes?\nIn the case of The Jupiter Min. Co. v. Bodie Min. Co., in speaking of this objection, Judge Sawyer said:\n“Any marking on the ground claimed, by stakes and mounds and written notices, whereby the boundaries of the claim located can be readily traced, is sufficient. But there must be some such marking, and when a mining claim is once sufficiently marked out upon the ground, and all other necessary acts of location are performed, it vests the right of possession in the locator, which right cannot be divested by-the obliteration of the marks or removal of the stakes without the fault of the locator, so long as he continues to perform the necessary work upon the ground, and to comply with the law in other respects.” 11 Fed. 666, 667.\nFrom the evidence of Dillon and Jones, I have no doubt that this claim was staked with two substantial stakes, and both marked with location notices. The defendant McDonald admits that he found the lower center stake set by Jones, some time after he relocated the claim. He says he never saw the upper stake set by Jones, but did see the one set in its place by Baldry. There is no attempt to dispute, or even doubt, the positive evidence of Dillon and Jones that the stakes were originally set and marked 'with notices. It appears from the evidence that a fire had destroyed the trees around the upper stake, and had so obliterated the marks that Jones could not find the original, ’ and he then caused Baldry to set up the new stakes. The stakes were fairly maintained, so far as the evidence shows, and the marking was sufficient, even at the time the defendants filed, to enable them to find and relocate the claim, and that is a fair test of the satisfactory character of the marking.\nIt is next claimed that the location was abandoned by Jones. Abandonment is largely a matter of intent. The only evidence of abandonment offered is a conversation between Jones and the Bigelow brothers on July 22, 1900, wherein Jones is alleged to have said that he had staked No. 7, but had not recorded it, and advised the Bigelows to go and stake and record it, as it was open, and that he had intended to chop his name off the stakes, but had no ax, and that he had located the ground for the water rights. Perry Bigelow testifies that some days later, and on July 26th, Jones told him, upon being informed that McDonald had relocated the claim, that he would make the boys no trouble, as he already had more ground than he could prospect. This is the substance of all the evidence of abandonment. It is denied positively by Jones, who says only that he offered to permit the Bigelows to work No. 7 upon their complaining that all the claims on the creek had been filed on. Then, too, the alleged conversation with the Bigelows took place six days after McDonald had relocated No. 7; and it is not shown that he had any notice of an abandonment, or any intention on the part of Jones to abandon, at that time. An abandonment, like a forfeiture, can only be sustained by clear and convincing evidence. Hammer v. Garfield Min. Co., 130 U. S. 291, 9 Sup. Ct. 548, 32 L. Ed. 964. And the evidence in support of the alleged abandonment in this case is not of that character. Nor is it sufficient to create an estop-pel in favor of the defendants, who did not act on the alleged conversation of July 22d and 26th when they made their relocation on the 16th. In'the record I find this admission: “It is admitted by all parties to this suit that the assessment work on No. 7 below was done for the year 1900 by H. G. C. Baldry at the request of G. A. Jones.” Baldry’s testimony shows that this was done in November, 1900. Jones located this claim on January 6, 1899, and therefore had until December 31, 1900, to do his assessment work, and no location could be made for failure to comply with the law prior to that date. Belle v. Meagher, 104 U. S. 279, 26 L. 735. It is clearly proven that Jones did not chop his name off his stakes, nor do any other act indicating abandonment. On the contrary, he caused his assessment work to be done, and sold a half interest to Baldry; and the evidence is satisfactory to me that he did not intend at any time to abandon the mine.\nUpon all the evidence in the case, under the law, it appears that the locator, Jones, distinctly marked the boundaries of the location so that the same could be readily traced; that the stakes were fairly maintained, and were, with the notices and the serial number of the claim, sufficient to enable the defendants and others to ascertain the boundaries and extent of the claim, and that the plaintiff’s grantor did not abandon the rights thereto, but continued to comply with the law and maintain his possession by assessment work; that the plaintiff succeeded to the locator’s rights by deed, and is entitled to a. decree quieting her title.\nIt is impossible to determine from the evidence in this case just how far the claim of the defendants may embrace ground not within the area included in the original Jones location, but, as both located No. 7, it must be presumed that both attempted to embrace the same area. The burden is upon the defendants, and, having failed to show clearly that they are entitled to any ground outside of the original Jones location, judgment must go against them. Let findings and decree be prepared accordingly.",
        "type": "majority",
        "author": "WICKERSHAM, District Judge."
      }
    ],
    "attorneys": [
      "J. Lindley Green, for plaintiff.",
      "Johanson & Hess, for defendants."
    ],
    "corrections": "",
    "head_matter": "LOESER v. GARDINER et al.\n(Third Division. Eagle.\nAugust 16, 1902.)\nNo. 49.\n1. FORFEITURES— EVIDENCE.\nForfeitures are deemed odious in the law, and the evidence to sustain them must he clear and convincing. Every reasonable doubt will be resolved in favor of the validity of a mining claim, in opposition to a forfeiture.\n2. Mines and Minerals — Monuments—Stakes.\nOne center stake at each end of a claim, which is located from a common base by serial number as one of a well-known group, with written notices on both stakes, supported by general custom of miners, held sufficient.\n3. Mines and Minerals — Boundaries—Monuments.\nWhere, by a general custom among miners, the boundaries of the location are marked by only one center stake at each end of the claim, the boundaries are formed by end lines at right angles to a center line drawn from center stake to center stake, and by side lines parallel to and equidistant from the center line, and far enough therefrom to embrace 20 acres within the parallelogram.\n4. Abandonment — Evidence.\nAbandonment is a question of intent, and can be sustained only by clear and convincing proof.\nSuit in equity to quiet title to mining claim.\nJ. Lindley Green, for plaintiff.\nJohanson & Hess, for defendants."
  },
  "file_name": "0641-01",
  "first_page_order": 665,
  "last_page_order": 673
}
