{
  "id": 8506076,
  "name": "In re ESTATE M. O. GLADOUGH",
  "name_abbreviation": "In re Estate Gladough",
  "decision_date": "1902-09-30",
  "docket_number": "No. 103a",
  "first_page": "649",
  "last_page": "657",
  "citations": [
    {
      "type": "official",
      "cite": "1 Alaska 649"
    }
  ],
  "court": {
    "name_abbreviation": "Alaska Dist. Ct.",
    "id": 23837,
    "name": "Alaska District Court"
  },
  "jurisdiction": {
    "id": 53,
    "name_long": "Alaska",
    "name": "Alaska"
  },
  "cites_to": [
    {
      "cite": "31 Stat. 463",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "9 Cal. 616",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2295947
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal/9/0616-01"
      ]
    },
    {
      "cite": "83 N. Y. 516",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "4 Sawy. 217",
      "category": "reporters:federal",
      "reporter": "Sawy.",
      "case_ids": [
        6130691
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-cas/7/0990-01"
      ]
    },
    {
      "cite": "31 Stat. 462",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "weight": 2,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 688,
    "char_count": 16840,
    "ocr_confidence": 0.642,
    "pagerank": {
      "raw": 5.556693240079139e-08,
      "percentile": 0.3495966367151135
    },
    "sha256": "972de2d7e317fbc90338623f4d49a3e29328f48f94a9f8da0077719dc3cf6c07",
    "simhash": "1:9e3fff819c6abc48",
    "word_count": 2930
  },
  "last_updated": "2024-02-27T16:57:40.052731+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re ESTATE M. O. GLADOUGH."
    ],
    "opinions": [
      {
        "text": "BROWN, District Judge.\nThis cause was tried at the last term of this court, and upon final hearing the court made its findings under the statute, and entered judgment in favor of the petitioner, Charles T. Rua, and against the administrator of the estate, of M. O. Gladough. The plaintiff filed his petition in this court under section 823, pt. 4, c. 84, Alaska Code (Act June 6, 1900, c. 786; 31 Stat. 462), providing for the maimer in which claims may be presented to the administrator, and thereafter providing for the bringing of such claims for hearing in the District Court.\nThe administrator now comes before the judge of. this-court, praying that he be allowed an appeal from the judgment of the court before rendered on said claim. The petitioner, Charles T. Rua, objects to the allowance of an appeal, and, in support of his objection, urges that the administrator has no interest in the matter litigated, and no interest in the result of the proceeding that would entitle him to an appeal.\nIt is evident that under the federal practice, which prevails in this jurisdiction, no appeal can be taken as a matter of course, and it can only be taken when allowed by the court on application duly presented. It would seem to be a fair and just rule to apply in this and all other such cases that the person seeking the appeal must have an interest in the subject-matter of the appeal, and his interest must be adversely affected by the judgment or decree that has been entered in the case, or no appeal should be allowed. In support of the contention of the original petitioner in the case, it is claimed that the administrator, Esterlee, has no interest whatsoever in the result of this litigation — no interest in the subject-matter litigated — and is therefore without any right of appeal. Counsel for petitioner cites many California cases, in all of which it appears that the matter, sought to be appealed from was a decree or order of court making distribution of the estate; the court holding very properly in such cases that the administrator could not represent any one of the heirs as against the rights of the other heirs, that he was without any interest whatsoever in the subject-matter of the judgment, and that he had no right of appeal. In my opinion, the correctness of the California courts upon this matter cannot be questioned. In all such cases the interests of the heirs are at stake, and it is the interest of one heir against that of another that is involved. Under such circumstances, clearly, it would be very improper for the administrator or executor to take sides as between the heirs, or undertake to-represent either of them in court. But is that the case presented here? The petitioner, Rua, presents a claim against the estate of Gladough, and has maintained his claim by evidence that satisfied the court of its justice. Indeed, it seems to me,' the evidence in support of Rua’s claim is practically overwhelming; and counsel for the administrator very frankly admits that he can see no other conclusion that the court could have reached, under the evidence presented in this case, than the one announced by the court. But 'notwithstanding the strength of the claim made by plaintiff, Rua, it is a claim against the estate, in which the interests of the heirs and all of the heirs are adverse to Rua.\nI conceive it to be the duty of an administrator not only to conserve the property of the estate, but to protect it against all claims that he deems either fraudulent or unjust. Should an administrator allow any claim, through an improper motive of gain, to himself, that was unjust or fraudulent against an estate, the heirs or creditors of the estate who might be interested could move the dismissal and discharge of such administrator.\nThe case at bar is very different from the several cases cited by counsel, and, in my opinion, these cases, while very clear and of unquestioned propriety as applied to the facts under consideration, do not sustain.the contention of counsel liere. I am clearly of the opinion that if the administrator had any good reason to believe that the heirs of the estate felt aggrieved by the decision of this court, and that their rights were injuriously affected by the judgment and decree •of the court, upon their request it was the duty of the administrator, in their behalf, to present his application for an appeal in their interest; and in their interest such appeal ■may properly be allowed, if there is any reasonable ground for it whatsoever.\nBut what is the case presented, and what is the contention •of counsel, and what has it been from the beginning of this case? Not that the result found by the court was unjust; not that the rights of the heirs, or any of the heirs, interested in the estate, have been injuriously or unjustly affected by the decision of the court; but that the method whereby this claim was presented, and the procedure in establishing the claim, are wrong. Not that the result is wrong, but that the procedure in reaching it is wrong. In other words, that the administrator and his counsel differ from the court as to the method of procedure, and-not as to the justice of the judgment entered. And because of this difference of opinion the administrator seeks an appeal to a higher court, thereby perhaps subjecting the estate, as well as others, to expense and loss. It has also been persistently urged by counsel from the beginning that the court had no jurisdiction — a strange proposition, to say the least. The probate act of this jurisdiction gives the' district court supervisory jurisdiction over all estates, and the section under consideration provides in express terms for a hearing in this court on a claim presented -to the administrator and disallowed by him. In some jurisdictions, where an administrator disallows a claim, an action is required to be brought within a certain number of days thereafter, similar to any action of debt, to establish and enforce the party’s claim; but the section of our probate law under consideration reads as follows :\n\"If any executor or administrator stall refuse to allow any claim or demand against the deceased, after the same may have been exhibited to him in accordance with the provisions of this act, the' claimant may present his claim to the commissioner having jurisdiction, or the District Court or the judge thereof, for allowance, giving the executor or administrator thirty days’ notice of such application to the court. The District Court or the judge thereof shall have power to hear and determine, in a summary manner, all demands against any estate, agreeably to the provisions of this; chapter, and which have been so rejected by the executor or administrator, and shall cause a precise entry of the allowance or rejection to be made on the entry of the order, which order shall have-the effect of a judgment, from which an appeal may be taken, as-ía ordinary cases.” Act June 6, 1900, c. 786 (31 Stat. 462).\nClearly the section under consideration gives the court jurisdiction of the subject of the action. Notice was given to-the administrator of the presentation of said claim in this court, in accordance with the terms of this statute, so that the court acquired jurisdiction of the person of the administrator as well as of the subject-matter.\nBut counsel urge that this claim grows out of a pretended partnership, and that the partnership should first be established in some other procedure, and then a claim should be-presented after such procedure had. I am inclined to the-opinion that some proceeding in equity might have been had, whereby the partnership or joint interest of Rua in the-Gladough claim might have been established; and when so-established the plaintiff, Rau, might, under our statute, have had a right to administer the estate of the partnership, and have taken the entire property out of the hands of the present' administrator. In such case there would have been no claim to establish upon a hearing, but Mr. Rau, the party proceeding here, would have had the adjustment of the estate in his-own hands, subject to the reasonable and proper control of the courts. This statute is a very peculiar one — one that I have never met with outside of those states which have followed or adopted the California Code. . No case has been presented by counsel, and the court, in its limited examination of the question, has been unable to find a case, where the questions arising in this case have been adjudicated by the California court, or any court of last resort having like statutes.\nThe word “claim” is a very broad term. It is defined by Webster as:\n“A right to claim or demand something; a title to any debt, privilege, or other thing in the possession of another; also a title to anything which another should give or concede to, or confer on, the claimant. A bar to all claims upon land. The thing claimed or demanded, as land to which any one intends to establish a claim; as a settler’s claim; a miner’s claim,” etc.\nRapalje defines “claim” generally:\n“A challenge by any man of the property or ownership of a thing not at the time in his possession, but, as he contends, wrongfully withheld from him.”\nAs defined in many of the decisions, particularly of California, it is synonymous with “legal demand.” In New York it is said to be equivalent to “a cause of action.” It is not limited to money, but extends to lands, under act of Congress. Dowell v. Cardwell, 4 Sawy. 217, Fed. Cas. No. 4,039; Minick v. City of Troy, 83 N. Y. 516; Gray v. Palmer, 9 Cal. 616. From these definitions, it does not seem that the .claim that is to be presented to the administrator is a claim of any peculiar or particular character, but is any claim that might be asserted as a cause of action or as a right demanded. The contention of counsel for administrator that because the claim for money presented by the petitioner, Rua, under this statute, grows out of a mining partnership alleged to have ■existed — and which is very clearly shown by the evidence to have existed — it cannot properly be determined in this form of proceeding, is untenable. And so urgent have counsel been in this behalf, that they say the court is without jurisdiction to proceed at all in the case of the claim presented.\nCounsel complain, too, that their motion for a continuance to another term of court was not granted. But time was given counsel — and ample time — to secure all the evidence that might be found bearing upon the question at issue; and the broadest latitude was given counsel in the introduction of testimony, so that every possible fact might be before the court, whereby their contention could be supported. All the evidence which they claimed they needed was obtained, save and except the testimony of one or two men; and neither counsel nor anybody else knew that these men, who were said to exist somewhere, had any special knowledge of facts that were material to the case, or could testify to any substantial fact. It is perfectly evident, also, that the administrator and his counsel had been indifferent in their pursuit of evidence — so much so that any greater indulgence than was allowed by the court could not have been shown without injustice. y\\nd these are matters that counsel are urging as erroneous conclusions on the part of the court, and that they should be allowed an appeal because of them. I have ever exercised the most liberal discretion in granting appeals, and have permitted appeals to be taken from the judgment of this court in one or two instances when I thought they were exceedingly frivolous. But as in this case counsel seem to urge that the interests of the heirs in this estate are at stake, if counsel for the administrator will amend his application by alleging therein that this appeal is sought by the administrator in the interest of the heirs, and at their request, I will allow the appeal. I will not, however, allow the administrator to use the moneys of the estate in pursuing this appeal, or in providing attorney’s fees, unless it is hereafter made clearly to appear to this court that the heirs are in fact demanding this appeal, and that it is not pursued on the whim or caprice of the administrator or his counsel. The application having been amended as indicated by the court, the appeal is allowed as prayed.\n2. In connection with the matter of appeal, the petitioner for allowance of the claim, Charles R. Rua, by his counsel, asks that an execution issue against the administrator personally for the sum of $2,500. Section 824 of our statutes (Act June 6, 1900, c. 786; 31 Stat. 463) provides that the effect of a judgment against an administrator is only to establish the claim, “unless it appear that the complaint alleges assets in his hands applicable to the satisfaction of such claim, and that such allegation was admitted or found to be true, in which case the judgment may be enforced against such executor or administrator personally.”\nIn the case at bar the administrator admitted in his answer that he had received on the sale of this property the sum of $5,000; bringing himself exactly within the proviso and the letter of section 824, viz., that under such circumstances the judgment may be enforced against the executor or administrator personally. Does this mean that an execution may issue against the administrator ?\nPossibly an execution might be allowed,'and the execution returned “No property,” for administrators are frequently found without means themselves, but having friends who have become security for them in the way of bond. I am not disposed in this case to order an execution, but I am entirely satisfied that Rua has a right to proceed against the administrator personally; and.I think, oh the application made here, that the court may properly order the administrator to pay into court the money that he admits he has received, and ■which, under the judgment and opinion of the court in this case, belongs to Rua. As no stay bond on appeal is given, I think common justice requires that Esterlee, the administrator, should be required to pay this money into court. An order prepared to this effect by counsel for petitioner will be made by the court.\n3. Another matter has been presented to the court, and the court is requested to make some order on that behalf. The records of this court seem to show that Rua applied for letters of administration as the copartner of M. O. Gladough, which application was refused by the probate court, and an appeal was taken to this court. No hearing upon the appeal of Rua in that behalf has been had up to this time. It seems, however, to be an admitted fact' at this time that the entire purchase price of the mine will be paid on the 21st day of November next, and before a trial can be had of the case appealed by Rua, and his right determined as to the administrator-ship. In order that the rights of all parties may be protected pending this suit on appeal in this court, it is believed to be wise and prudent to require Meenach, the contracting party, to pay the remainder of the money on the purchase price into this court, to be disposed of according to the rights of the parties as they may be hereafter determined. I understand there is no serious objection made to this course on the part of counsel for the administrator. An order to this effect may be prepared, and, upon examination of the same, if it shall be found satisfactory to the court, the court will sign such order directing Mr. Meenach to pay the moneys due on the contract made with Gladough into the registry of this court, taking a receipt from the clerk for the moneys so paid, a copy of which said order, when properly made, must be served upon Meenach at an early day.",
        "type": "majority",
        "author": "BROWN, District Judge."
      }
    ],
    "attorneys": [
      "T. R. Lyons and T. J. Donohoe, for administrator.",
      "Crews & Hellenthal, for creditor."
    ],
    "corrections": "",
    "head_matter": "In re ESTATE M. O. GLADOUGH.\n(First Division. Juneau.\nSeptember 30, 1902.)\nNo. 103a.\n1. Estates — Administrator—Appeal and Error.\nAn administrator, as such, has no power to appeal from an order of the District Court either allowing or rejecting a claim against the estate. Only a party in interest, such as an heir or creditor, may take such appeal. An administrator may appeal in the interest of an heir or creditor, when so authorized.\n2. Estates — Claims—Partn ership .\nA claim arising out of a mining partnership with the deceased may be presented like any other claim, allowed, and paid, without bringing suit to establish or dissolve the partnership.\n8. 1. a cs — Claims—Judgment.\nWhen a judgment has been obtained against an estate upon a claim due, the administrator admitting that he has money on hand to pay it, the money was ordered paid into court.\nApplication of an administrator to be allowed to appeal from order of District Court allowing a claim against the estate.\nT. R. Lyons and T. J. Donohoe, for administrator.\nCrews & Hellenthal, for creditor."
  },
  "file_name": "0649-01",
  "first_page_order": 673,
  "last_page_order": 681
}
