{
  "id": 8506108,
  "name": "AMERICAN GOLD MIN. CO. v. GIANT POWDER CO. et al.",
  "name_abbreviation": "American Gold Min. Co. v. Giant Powder Co.",
  "decision_date": "1902-12-05",
  "docket_number": "No. 177a",
  "first_page": "664",
  "last_page": "676",
  "citations": [
    {
      "type": "official",
      "cite": "1 Alaska 664"
    }
  ],
  "court": {
    "name_abbreviation": "Alaska Dist. Ct.",
    "id": 23837,
    "name": "Alaska District Court"
  },
  "jurisdiction": {
    "id": 53,
    "name_long": "Alaska",
    "name": "Alaska"
  },
  "cites_to": [
    {
      "cite": "21 Fed. 529",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3775808
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/21/0529-01"
      ]
    },
    {
      "cite": "21 Fed. 530",
      "category": "reporters:federal",
      "reporter": "F.",
      "opinion_index": 0
    },
    {
      "cite": "137 U. S. 98",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3546982
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/137/0098-01"
      ]
    },
    {
      "cite": "38 L. R. A. 271",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "54 Fed. 420",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6717620
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/54/0420-01"
      ]
    },
    {
      "cite": "4 C. C. A. 403",
      "category": "reporters:federal",
      "reporter": "C.C.A.",
      "opinion_index": 0
    },
    {
      "cite": "31 Stat. 339",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 873,
    "char_count": 24769,
    "ocr_confidence": 0.627,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2052530861837891
    },
    "sha256": "127b3d71a761868efce44d930ea7b576a3a0db1cf48bdcbd826a60e796c18c8f",
    "simhash": "1:8321fe486b25f197",
    "word_count": 4423
  },
  "last_updated": "2024-02-27T16:57:40.052731+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "AMERICAN GOLD MIN. CO. v. GIANT POWDER CO. et al."
    ],
    "opinions": [
      {
        "text": "BROWN, District Judge.\nThe laws of the District of Alaska provide how summons shall be served, and, so far as is. necessary for the consideration of the question now before-the court, read as follows:\n“If the action be against a private corporation, to the president or other head of the corporation, secretary, cashier, or managing, agent; or in case none of the officers of the corporation above named-shall reside or have an office in the district, then to any clerk or: agent of such corporation who may reside or be found in the district; or, if no such officer be found, then by leaving a copy thereof at the residence or usual place of abode of such clerk or agent.” Act June 6,1900, c. 786, § 46 (31 Stat. 339).\nThe statutes of the United States for the District of Alaska (section 225), further provide:\n“All corporations or joint stock companies organized under the laws of the United States, or the laws of any state or territory of the United States, shall, before doing business within the district, file in the office of the secretary of the district and in the office of the clerk of the District Court for the division wherein they intend to carry on business, a duly authenticated copy of their charter or articles of incorporation, and also a statement, verified by the oath of the president and secretary of such corporation, and attested by a majority of its board of directors, showing: the name of such corporation * *\n■ — And other matters enumerated in the statute. It is further provided that:\n“Such corporation or joint stock company shall also file, at\" the same time and in the same offices, a certificate, under the seal of the corporation and the signature of its president, vice-president, or other acting head, and its secretary, if there be one, certifying that the corporation has consented to be sued in the courts of the district upon all causes of action arising against it in the district, and that service of process may be made upon some person, a resident of the district, whose name and place of residence shall be designated in such certificate; and such service, when so made upon such agent, shall be valid service on the corporation or company, and such agent shall reside at the principal place of business of such corporation or company in the district.”\nIt is not claimed in this case that the agent upon whom service was made, or attempted to be made, was an agent appointed under this last section of the statute, so that the question of agency under this latter statute is not involved in the motion to quash. The president of the defendant corporation makes the bald statement that William M. Ebner is not, and never has been, agent or clerk of the corporation in Alaska; that they never have had such agent or clerk in Alaska to do the business of the corporation, and never have had a residence or place of business in Alaska. However, Ebner states his exact relations to the company at the time service in this case was made. Of course, the return of the deputy marshal is based upon general report and such information as he might'obtain as to the agency of the party upon whom he made the service. Such declaration of the marshal is prima facie evidence of a good and sufficient service, but the return may be rebutted by other evidence. Does the affidavit of Ebner, which recites his business relations with the company, constitute him in any respect the agent of the company? This is the question to be considered in this case, and upon which the determination of the motion turns. It is to be presumed that the affidavit of Ebner, having been prepared, no doubt, by the attorney for the powder company, is made as strong in favor of said company as it could truthfully be. It will be observed that, while Ebner says that the company ships the powder in io-ton lots on consignment to him, ’ he does not state thát on the receipt of the same he becomes the owner thereof. Pie does say that he becomes responsible for the powder to the company. It would seem that he is to pay for said powder as he consumes it or “uses” it. If he is not owner of the powder at the time it is received, although responsible for it to the shipper, and sells the same from time to time, and thereby becomes liable for the powder sold, it seems to me that he deals with the powder as agent of the company. It is true that, if any agency exists, it is peculiar and of a very limited character.\nIt is said that by the creation of an agency “the principal bestows upon an agent a certain character. For some purposes, during some time, and to some extent, the agent is to be the alter ego, the other self, of the principal.” It will be observed that Ebner says he is to be responsible to the company for the powder if he sells it, and we may gather from his-affidavit that he sells in his own name. If Ebner can be considered an agent of the company, his relation is most nearly described by the term “factor” or “commission agent,” and' of that peculiar form of factor described as one doing business on'a “del credere commission.” Mechem, in his work on Agency, defines a factor as “one whose business it is to receive and sell goods for a commission. He differs from a broker in that he is intrusted with the possession of the goods-to be sold, and usually sells in his own name. He is invested by law with a special property in the goods to be sold, and' a general lien upon them for his advances.” Mechem on Agency, p. 815. The same author defines a del credere commission as follows: “Where, in consideration of an increased' commission, the factor guaranties the payment of debts arising through his agency, he is said to sell upon a del credere commission.” In this class of transactions the principal is usually styled the “consignor,” and the factor the “consignee.” Now, under the affidavit made by Ebner in this case, does he come within the purview of the definitions of factor that I have just referred to? If he does, he is an agent, the alter ego of the corporation, however limited his-authority as such agent. If he does not come within these definitions, I take it that he is in no sense an agent, and can in no sense act for the corporation. Ebner does not claim to receive any commission whatever on these goods when sold, but he says he becomes “responsible” for the goods “at a stipulated price.” If, then, he has any commission, it is the difference between the “stipulated price” he pays and the sum he receives for the goods when sold, less freight charges, etc.. From Ebner’s statement, I take it that he sells in his own name, because he says he becomes immediately responsible to the corporation for the goods when he “withdraws” and sells them. If he became, immediately upon receipt of the consignment, responsible for the goods at the stipulated price, then surely when he would withdraw them from the consignment he would be no more responsible than in the first'instance. Hence it would seem that his responsibility in the first instance was for the care and keeping of the goods; that they remained, in reality, the property of the company until sold by Ebner or consumed by him. However artfully the agency of Ebner may be concealed by the'peculiar methods of the company in transacting business with him, it is ■quite evident to me that there was some sort of agency existing in Ebner, under which he handled the powder of the ■Giant Powder Company.\nThe case of Fairbank & Co. v. Cincinnati, N. O. & T. P. Ry. (decided by the Circuit Court of Appeals for the Seventh Circuit October 26, 1892) 4 C. C. A. 403, 54 Fed. 420, 38 L. R. A. 271, while not a case on all fours with the one at bar, has perhaps some of its earmarks. The Court \"of Appeals of the Seventh Circuit was then presided over by Judges Harlan, Gresham, and Woods. It appeared from the affidavits on file in said cause that—\n■“The persons mentioned in the returns were employed by the defendant, at the time of the alleged service of the writs, for the sole purpose of diverting freight and passengers destined south to such railroads leading out of Ohieago as had running connections with the defendant’s line at Cincinnati; that they had no authority to sell tickets, or make contracts or rates, for the transportation of freight •or passengers over the defendant’s road; that, to better enable them to thus serve the defendant, it supplied them, at its own expense, with desks in a room in Chicago, which was occupied in part by employés of other railroad companies; and that when the suit was •commenced, and process served, as stated, the defendant’s principal office was in the state of Ohio, and it had no office and owned no railroad or other property in Illinois. Judgment was entered quashing both returns and dismissing the suit for want of jurisdiction, and this, writ of error was prosecuted by the plaintiff.”\nIt is stated in the Fairbank Case, above referred to, that section 5 of the Illinois practice act (Rev. St. 1891, c. no) provides that:\n' “Where suit is brought against any incorporated company, process shall be served upon the president, if he resides in the county, and if absent from, or he does not reside in, it, the summons shall be served by leaving a copy thereof with any clerk, cashier, secretary, engineer, conductor, or any agent of the company found in the county.”\nFrom which it appears that the statute of Illinois as to the service of summons on corporations is very similar to our own.\nIn Construction Co. v. Fitzgerald, 137 U. S. 98, 11 Sup. Ct. 36, 34 L. Ed. 608, it is said by the Chief Justice, speaking for the court:\n“Where a foreign corporation is not doing business in a state, and the president or any officer is not there transacting business for the corporation, and representing it in the state, it cannot be said that the corporation is within the state, so that service can be made upon it.”\nHowever, it may be remarked that in the case of Fairbank & Co. v. Railway Co., before referred to, it was held that the ruling of the Circuit Court quashing the service was correct, and was confirmed by the court deciding the case, Judge Woods dissenting. But in that case it will be remembered the people who were served with process as agents of the company could neither buy, sell, contract, nor deal in any way whatsoever for the company. They could simply solicit parties who had freight, passing over certain roads beyond the limits of the state of Illinois to ship over other lines, etc. Not having power to contract, and not having authority to sell or dispose of anything — the company having no property within the jurisdiction — and having no authority to act, except to solicit people to do certain things, these persons could hardly be classed as agents, although so called, but might be considered as on the same footing with a brakeman working on the trains of the company within the jurisdiction of another state. Surely it would not be claimed that service could be made on such a man. But the dissenting opinion of Judge Woods in that case is a very vigorous one, and is entitled to some consideration. The case of Block v. Atchison, T. & S. F. R. R., decided by Justice Brewer, is of value in the consideration of the present case. At (C. C.) 21 Fed. 530, the learned justice says:\n“In this case this corporation defendant has established a business office here, and has an agency. It does not run its railroads here, carry passengers, or transport freight within this district, but it has an office here for the purpose of soliciting business, and has an agent here — not a subagent, but a direct agent — employed for the purpose of furthering the transportation business of the corporation in the states where its road runs, the same as various manufacturing and insurance companies have offices established in different cities for the purpose of extending their business; and, wherever they have an office established, an agency is created. It seems to me that, within the purview of that statute, the corporation is found wherever such an office and agency is established. * * * If a contract was made here by their agent, there would be, under some circumstances, very just ground for saying that this was the place for litigating any question arising' thereunder. If freight had been transported, and a dispute arose afterwards as to the terms of the contract, here would be the place where it was made, here would be the place where the rates of freight were proposed and accepted, and there might be great propriety in having the litigation here. So, where an insurance corporation of some Eastern state enters into ah insurance contract here, any litigation in case of loss ought to be had here, and the insured ought not to be compelled to go to the state where the corporation exists for the prarpose of establishing his demands. A very wise line of demarkation might be that, where a suit is brought against a corporation outside of the state where it exists in the first instance, the litigation should be limited to such contracts as are made at the place where the suit is commenced. But as the statute now is, if the corporation is found here for the purposes of any suit, it is found for the purposes of all suits.”\nIn Fairbank & Co. v. Railway, supra, the case was decided by a majority of the court, Judges Fiarían and Gresham concurring. The case of Block v. Atchison, T. & S. F. R. R., 21 Fed. 529, was a case from the Circuit Court, E. D. Missouri, and was examined by Mr. Justice Brewer, of the Supreme Court. In the latter case the learned justice holds that the office being established and the agency created for any purpose, under the particular statute then under consideration, there was such an agency as would make good the service. About the same state of facts existed in both cases, and therefore the decisions seem to be somewhat in conflict; but the case in 54 Fed. being of later date, and by the court of last resort, instead of a single circuit judge, must have more commanding weight with this court. It seems to me that if the matters under consideration in this case grow out of a contract made by Ebner in the sale and disposition' of powder, and it were in any sense a sale by the company, then the facts of the case at bar are very different from those in the cases before referred to, and a service- upon him for those transactions might be good as a service upon the company. As suggested by Mr. Justice Brewer, it would seem that, if Ebner were agent of the powder company in any sense, he would be an agent, and present in the district, representing the corporation as to service of process. The position in which Ebner places himself by his affidavit makes the question of his agency an exceedingly close one. He first says: “The powder is shipped in io-ton lots, for which I am absolutely responsible at a stipulated price; that said powder is paid for by me immediately upon my consumption of the same or use of the same.” What is meant by the terms “consumption of the same” and “use of the same” ? Are they synonymous terms ? Do both expressions mean that the powder was used and consumed by Ebner in his own business .of mining, or are the word used in a diffei-ent sense; the word “consumption” referring to the powder used by Ebner in his own mining operations, and the words “use of the same” meaning the use of the powder for purposes of sale on his own account? The language used, to say the least, does not give a very clear idea of the real nature of the transactions that may be had by Ebner. But this language is followed by the further statement : “I have no authority to bind the co.mpany in any way, shape, or form, nor to sell said powder on account of said company.” If the affidavit stopped here, we might conclude that it would govern in the interpretation of what precedes it, and would constitute Ebner’s relation with the powder company that of consignee or purchaser. But this is followed by the still further statement, “except that I may withdraw said powder on my own account and make sale of the same.” Now consider the last clause as a whole: “That I have no authority to bind said company in any way, shape, or form, nor to sell said powder on account of said company, except that I may withdraw said powder on my own account and make sale of the same.” That is to say, he cannot sell the powder on account of the company, except he withdraw it from the shipment on his own account, and make sale of the same. ETnder that language, the exception amounts to an admission that he is in some sense the agent of the company, and may withdraw this powder from the shipment made to him and sell the same. Again it is said in the affidavit:\n“If I make a sale of said powder to any person or corporation other than myself, I am absolutely responsible for said powder, and cannot negotiate any terms of sale with any other person or corporation, or bind them in any way, or leave the responsibility or credit of such sale to the risk or credit of the company.”\nEbner states that if he sells he is personally responsible. That is true of any agent selling on a del credere commission, and does not tend to destroy the existence of the agency which he practically admits in the exception as to withdrawing powder from sale. After the most careful scrutiny of this affidavit and the circumstances as they appear from the same, and notwithstanding the statement of the president of the powder company in his affidavit that Ebner is not an agent of the corporation, I am driven to the conclusion that the peculiar character of business done by Ebner on behalf of the company, and the manner in which he says he deals in powder, constitute him the agent of the company for all powder that lie sells, in spite of his personal liability and the fact that he sells the same in his own name and on his own personal responsibility. I am forced to this conclusion against my first impressions, which were on the other side of this agency controversy. Possibly, if the facts were more clearly stated, it might appear that there was no agency whatever in this case; but, as the relationship of Ebner is described in the affidavit (and it is supposed to have been drawn by the attorney for the powder company in a form most favorable to themselves) I cannot escape the conclusion that he places himself, through his dealings with the company (and these are treated as a contract between himself and the company), in the relation of agent of the corporation.\nBut this being a foreign corporation, and doing business here, through Ebner, in the sale of powder, should it not appoint a special agent, upon whom service might be made? It is quite clear to me that the powder company has tried to so conduct its business through Ebner as to avoid the appearance of doing business in Alaska, and thereby escape liabilities of every kind in Alaska. It would seem, from the affidavits, and the facts as they now appear to the court, that the ■company should have complied with the law, and named a person in the district upon whom service might have been made; but, inasmuch as they have not, it does not follow that they cannot be served at all. If a person is found within the district who represents said powder company in the disposition of its goods consigned here to another, such-person is an agent, within the purview of our statute, to whom process may be delivered, and a valid service thereby made upon the corporation.\nThe motion to quash the service in this case is overruled.",
        "type": "majority",
        "author": "BROWN, District Judge."
      }
    ],
    "attorneys": [
      "Maloney & Cobb, for plaintiff.",
      "Douis P. Shackleford, for defendants."
    ],
    "corrections": "",
    "head_matter": "AMERICAN GOLD MIN. CO. v. GIANT POWDER CO. et al.\n(First Division. Juneau.\nDecember 5, 1902.)\nNo. 177a.\n1. CORPORATIONS — Agent—Foreign Corporations — Service.\nOne wbo receives and stores for sale consignments of giant powder from the manufacturer, a foreign corporation not qualified to do business in Alaska for failure to comply with the law requiring it to file its articles, financial statement, and consent of agent, and who withdraws such amounts as he sells from time to time, and who is responsible to the corporation for the amounts of such sales, is nevertheless an agent upon whom service of summons in a suit against the corporation may be made.\nOn the gth day of September, 1902, after complaint had been properly filed in this action, the clerk of this court at the request of plaintiff issued a summons. The summons was delivered to the United States marshal, and the following is the return of that officer as to the defendant, the Giant Powder Company:\n“United States of America, First Division, District Court of Alaska — ss.: I hereby certify that I received the within summons on September 9, 1902, and that, after due and diligent search, I was unable to find the president, or other head of the1 Giant Powder Co., Consolidated, a corporation, or the secretary, cashier, or managing agent, and none of the officers of the corporation above named reside or have an office in this division or district; and I therefore served the same at Juneau, Alaska, on the 9th day of September, 1902, on the within-named defendant, the Giant Powder Co., Con■solidated, a corporation, by serving a copy thereof together with, a copy of the complaint in said action prepared and certified by Ma-loney & Cobb, plaintiff’s attorneys, on William M. Ebner, personally and in person, as local agent of said defendant corporation.\n“Dated at Juneau, Alaska, September 9, 1902.\n“James M. Shoup, U. S. Marshal,\n“By W. H. McNair, Chief Office Deputy.”\nOn the 7th day of October, 1902, the defendant Giant Powder Company caused to be filed its motion to quash the service of summons theretofore made on William M. Ebner. The appearance of the powder company was special, and for the purposes of the motion only. The grounds for the motion to quash, as stated therein, were as follows: (1) That the copy of the summons herein served upon the defendant does not contain the name or title of the court in which said action is brought; (2) that said summons runs in the name of the president of the United States, and not in the name of the United States : (3) that the copy of the summons used in the service hereinafter described is not a true copy of the original summons in said action; (4) that said summons has not been served upon the defendant according to law. This motion was based upon the records and files herein, and upon the affidavit of William M. Ebner filed herewith.\nThe affidavit of William M. Ebner as to his agency for the Giant Powder Company, omitting the formal parts, reads as follows:\n“That on the 9th day of September, 1902, a deputy IT. S. marshal, W. H. McNair, delivered to me a copy of the complaint in the foregoing entitled action, together with a paper, a copy of which is annexed hereto, marked ‘Exhibit A’; that I do not know the Pacific Surety Company, mentioned in said paper, and have never had any relation or connection with said company, and that I have no relation with said Giant Powder Company, mentioned in said paper, other than that of purchaser of their powder; that said company ships to me a consignment of powder in 10-ton lots, for which I am Absolutely responsible, and liable at a stipulated price; that said powder is paid for by me immediately upon my consumption of the same or use of tbe same; that I have no authority to bind said company in any way, shape, or form, nor to sell said powder on-account of said company, except that I may withdraw said powder on my own account and make sale of the same; that X have not, and do not, represent said company in any way, shape, or form, and that my only relation with said company exists by reason of the facts heretofore stated; and that, if I make a sale of said powder to any other person or corporation, I myself am absolutely responsible for said powder, and cannot negotiate any terms of sale with any other person or corporation, or bind them in any way, or leave-the responsibility or credit for such sale at the risk of said company.”\nIn addition to this affidavit, there has been filed and submitted, in support of the motion to quash, the following affidavit made before a notary public of the city and county of San Francisco, in the state of California; this affidavit being made by the president of the Giant Powder Company:\n“That said defendant is a corporation organized and doing business under the laws of the state of California; that William M„ Ebner is not at the date of this affidavit, nor has he ever been, either a clerk or agent of said corporation in Alaska or any other-place; that said corporation has not, nor has it ever had, either a clerk or an agent in Alaska, nor has it ever had a residence or place-of business in Alaska.”\nMaloney & Cobb, for plaintiff.\nDouis P. Shackleford, for defendants."
  },
  "file_name": "0664-01",
  "first_page_order": 688,
  "last_page_order": 700
}
